{"123e4567-e89b-12d3-a456-426614174001": {"id": "123e4567-e89b-12d3-a456-426614174001", "term": "HTML", "definition": "HTML steht für \"Hypertext Markup Language\" und ist eine Markup-Sprache, die zur Erstellung von Webseiten und Webanwendungen verwendet wird. HTML ist der grundlegende Baustein des World Wide Web und wird von Webbrowsern interpretiert, um Webseiten darzustellen."}, "e0fa5890-8411-43d2-ba5c-65e4782f4abd": {"id": "e0fa5890-8411-43d2-ba5c-65e4782f4abd", "term": "Datenschutz", "definition": "Der Schutz personenbezogener Daten vor Missbrauch und unbefugtem Zugriff. Datenschutz gewährleistet, dass persönliche Informationen nur in gesetzlich zulässigem Rahmen erhoben, verarbeitet und genutzt werden."}, "b7fea67e-9f34-4541-886d-7cbda9f38b76": {"id": "b7fea67e-9f34-4541-886d-7cbda9f38b76", "term": "Programmierung", "definition": "Der Prozess des Entwerfens und Erstellens von Software und Anwendungen durch das Schreiben von Code in verschiedenen Programmiersprachen, um Computern spezifische Funktionen oder Aufgaben zu diktieren."}, "50692d1a-8fdd-4625-9f95-80951af7cde1": {"id": "50692d1a-8fdd-4625-9f95-80951af7cde1", "term": "Elektro- und Elektronik-Altgeräte (EAG)", "definition": "Geräte, die aufgrund von Defekten, Ablauf der Nutzungsdauer oder technologischen Fortschritt nicht mehr gebraucht werden und daher entsorgt werden müssen. Dazu gehören Geräte wie Smartphones, Computer, Fernseher, Elektrogeräte und Batterien."}, "e94f6bb9-5665-47f6-ab22-8841d10cbe83": {"id": "e94f6bb9-5665-47f6-ab22-8841d10cbe83", "term": "ElektroG3", "definition": "Das Elektro- und Elektronikgesetz in seiner 3. Fassung, das Regelungen zur Entsorgung von Elektro- und Elektronik-Altgeräten trifft. Es zielt darauf ab, eine nachhaltige Kreislaufwirtschaft zu fördern und Verbraucher über Entsorgungswege zu informieren."}, "2a58cec5-d88e-4ba9-ad75-846cbf14fc01": {"id": "2a58cec5-d88e-4ba9-ad75-846cbf14fc01", "term": "Reparaturindex", "definition": "Ein Bewertungssystem, das seit 2021 in Frankreich eingeführt wurde und den Reparaturaufwand von Geräten mit einer Skala von 1 bis 10 anzeigt. Der Index berücksichtigt Faktoren wie Dokumentation, Demontagefähigkeit, Verfügbarkeit von Ersatzteilen und deren Preis."}, "30186c3f-2e95-4f2a-92fa-276a39d01fc0": {"id": "30186c3f-2e95-4f2a-92fa-276a39d01fc0", "term": " European Green Deal", "definition": "Eine Initiative der Europäischen Union, die darauf abzielt, die EU bis 2050 klimaneutral zu machen, mit Maßnahmen zur Förderung von Nachhaltigkeit und einer Kreislaufwirtschaft, einschließlich der Unterstützung von Reparaturen und der Verlängerung von Produktlebenszyklen."}, "c827990b-1546-47fe-b5f1-c6994314e0f2": {"id": "c827990b-1546-47fe-b5f1-c6994314e0f2", "term": "Recht auf Reparatur", "definition": "Ein Konzept, das Verbrauchern das Recht gibt, ihre defekten Geräte selbst zu reparieren oder von Dritten reparieren zu lassen, ohne die Garantie zu verlieren. Ziel ist es, die Lebensdauer von Geräten zu verlängern und den Elektroschrott zu reduzieren."}, "3e67ec18-ace0-4159-b1ee-e9d467584b52": {"id": "3e67ec18-ace0-4159-b1ee-e9d467584b52", "term": "Datenmüll", "definition": "Unnötige, doppelte oder ungenutzte digitale Daten, die Speicherplatz und Rechenleistung beanspruchen. Eine effiziente Datenorganisation trägt zur Reduzierung des Energieverbrauchs und der Umweltbelastung bei."}, "3cccffdf-9e01-41a4-abb6-d05071355283": {"id": "3cccffdf-9e01-41a4-abb6-d05071355283", "term": "Wegwerfgesellschaft", "definition": "Ein gesellschaftliches Modell, das auf der schnellen Entsorgung von Produkten basiert, anstatt deren Lebensdauer durch Reparaturen oder Wiederverwendung zu verlängern. Das Recht auf Reparatur soll diesem Trend entgegenwirken."}, "851ef639-85f5-40bc-8f00-12112512037b": {"id": "851ef639-85f5-40bc-8f00-12112512037b", "term": "Nachhaltigkeitsdilemma", "definition": "Ein Dilemma, bei dem ein Fortschritt in einer Richtung negative Auswirkungen auf andere Nachhaltigkeitsaspekte hat, beispielsweise beim Bau von Infrastruktur, die sowohl umweltfreundlich als auch umweltschädlich ist."}, "b0702745-eee1-4824-bfc7-96d733e2eefb": {"id": "b0702745-eee1-4824-bfc7-96d733e2eefb", "term": "Klimaneutralität", "definition": "Das Ziel, den Ausstoß von Treibhausgasen zu minimieren und die verbleibenden Emissionen durch Kompensationsmaßnahmen auszugleichen, um einen neutralen Einfluss auf das Klima zu erzielen."}, "83ed2c48-2c32-4e0c-b0d0-f3e722d309fd": {"id": "83ed2c48-2c32-4e0c-b0d0-f3e722d309fd", "term": "Informations- und Kommunikationstechnologie (IKT)", "definition": "Technologien, die die Speicherung, Verarbeitung, Übertragung und den Empfang von Informationen ermöglichen, einschließlich Computernetzwerken, Internetdiensten und Software."}, "a1c5972d-082b-43db-8e92-be16d7cbd2f4": {"id": "a1c5972d-082b-43db-8e92-be16d7cbd2f4", "term": "Internet der Dinge (engl. Internet of Things; IoT)", "definition": "Ein Netzwerk von physikalischen Geräten, Fahrzeugen und anderen Objekten, die mit Sensoren, Software und anderen Technologien ausgestattet sind, um Daten auszutauschen und zu sammeln."}, "120243d4-c7ef-41e4-8090-c9b521e3b1a3": {"id": "120243d4-c7ef-41e4-8090-c9b521e3b1a3", "term": "Künstliche Intelligenz (KI)", "definition": "Künstliche Intelligenz bezeichnet Systeme oder Maschinen, die in der Lage sind, menschenähnliche Aufgaben auszuführen, wie z.B. Wahrnehmung, Lernen, Problemlösung und Entscheidungsfindung. KI basiert auf Algorithmen und Datenanalysen und kann aus Erfahrungen lernen, ohne explizit programmiert zu werden."}, "fe53c463-f9d5-49ce-ad6c-124306885886": {"id": "fe53c463-f9d5-49ce-ad6c-124306885886", "term": "Big Data", "definition": "Enorme Mengen an Daten, die mit traditionellen Datenbanktechnologien nicht effizient verarbeitet werden können. Big Data wird verwendet, um Muster, Trends und Assoziationen zu analysieren."}, "d7807c48-e935-48ea-8df6-00070694de3f": {"id": "d7807c48-e935-48ea-8df6-00070694de3f", "term": "Blockchain", "definition": "Eine Technologie, die es ermöglicht, Daten in verteilten und sicheren Datenbanken zu speichern, wobei jede Transaktion in 'Blöcken' aufgezeichnet wird, die miteinander verbunden sind und transparent für alle im Netzwerk sind."}, "56f72573-3699-4f0f-9fac-6b465456ba97": {"id": "56f72573-3699-4f0f-9fac-6b465456ba97", "term": "Rebound-Effekt", "definition": "Ein Phänomen, bei dem die Einführung umweltfreundlicher Technologien wie LED-Lampen zu einer Erhöhung des Gesamtverbrauchs führt, da die wahrgenommene Ressourcenschonung dazu führt, dass die Technologie intensiver genutzt wird."}, "bb139b54-878e-4239-bee7-c674858a3476": {"id": "bb139b54-878e-4239-bee7-c674858a3476", "term": "Fortschrittsfalle", "definition": "Ein Konzept, das beschreibt, wie Fortschritte und Lösungen zu neuen Problemen führen können, die unvorhersehbar oder sogar negativ ausfallen, was zu einer negativen Spirale des technologischen Fortschritts führt."}, "0a4e235e-2a64-4f4f-97e7-e2ca7778af87": {"id": "0a4e235e-2a64-4f4f-97e7-e2ca7778af87", "term": "Maschinelles Lernen", "definition": "Maschinelles Lernen ist ein Teilbereich der KI, bei dem Algorithmen entwickelt werden, die es Computern ermöglichen, aus Daten zu lernen und Muster zu erkennen, ohne explizite Programmierung. Es umfasst Techniken wie überwachtes Lernen und unüberwachtes Lernen."}, "d5f25df1-b33d-44d0-81bd-8f9d2076e580": {"id": "d5f25df1-b33d-44d0-81bd-8f9d2076e580", "term": "Überwachtes Lernen (Supervised Learning)", "definition": "Überwachtes Lernen ist eine Methode des maschinellen Lernens, bei der ein Modell auf Grundlage von beschrifteten Trainingsdaten lernt, Vorhersagen zu treffen oder zu klassifizieren. Der Algorithmus wird mit bekannten Eingabe- und Ausgabewerten trainiert, um Muster zu erkennen."}, "4093a6d4-8017-4148-a36b-d75c64e551bf": {"id": "4093a6d4-8017-4148-a36b-d75c64e551bf", "term": "Unüberwachtes Lernen (Unsupervised Learning)", "definition": "Unüberwachtes Lernen ist eine Methode des maschinellen Lernens, bei der das Modell mit unbeschrifteten Daten trainiert wird, um eigenständig Muster oder Strukturen zu erkennen. Dies wird oft für Clustering oder Anomalieerkennung genutzt."}, "f2d2e791-72e4-4086-be0b-88dc86666ad0": {"id": "f2d2e791-72e4-4086-be0b-88dc86666ad0", "term": "Clustering", "definition": "Clustering ist eine Technik im unüberwachten Lernen, bei der ähnliche Datenpunkte zu Gruppen oder Clustern zusammengefasst werden, ohne dass die genauen Kategorien vorher bekannt sind. Ein Beispiel ist das Gruppieren von Kunden mit ähnlichen Einkaufsgewohnheiten."}, "d9987c73-b10e-4fd8-86a4-9e97b6b64e39": {"id": "d9987c73-b10e-4fd8-86a4-9e97b6b64e39", "term": "Klassifikation", "definition": "Klassifikation ist eine Technik im überwachten Lernen, bei der ein Modell dazu verwendet wird, Daten in vordefinierte Kategorien einzuteilen."}, "eb0bb66b-9d71-4c54-8acb-113482c72d3c": {"id": "eb0bb66b-9d71-4c54-8acb-113482c72d3c", "term": "Regression", "definition": "Regression ist eine Technik im überwachten Lernen, bei der ein Modell verwendet wird, um kontinuierliche Werte vorherzusagen, basierend auf Eingabedaten."}, "2758db01-b006-423b-a2f3-45956ba1481f": {"id": "2758db01-b006-423b-a2f3-45956ba1481f", "term": "Deep Learning", "definition": "Deep Learning ist ein Teilbereich des maschinellen Lernens, der auf künstlichen neuronalen Netzen basiert, die besonders gut in der Erkennung komplexer Muster und der Verarbeitung großer Datenmengen sind."}, "85fbe3cb-3004-46e3-9977-df24168c0216": {"id": "85fbe3cb-3004-46e3-9977-df24168c0216", "term": "Generative Künstliche Intelligenz (Gen KI)", "definition": "Generative KI bezieht sich auf Modelle, die in der Lage sind, neue, kreative Inhalte zu erzeugen, sei es in Form von Text, Bildern, Musik oder anderen Medien. Diese Systeme nutzen vorhandene Daten und Muster, um etwas Neues zu schaffen, das von Menschen als sinnvoll oder kreativ angesehen wird."}, "00e76c88-36ae-4fc8-916c-0ee335941ef6": {"id": "00e76c88-36ae-4fc8-916c-0ee335941ef6", "term": "Prompt (im Kontext von KI)", "definition": "Ein Prompt ist eine Eingabeaufforderung oder ein Befehl, der an ein KI-Modell gegeben wird, um eine Antwort oder Handlung zu erzeugen. Je nach Formulierung des Prompts kann die Antwort der KI stark variieren."}, "9dcc9452-e20e-410c-a208-8e7405ca5029": {"id": "9dcc9452-e20e-410c-a208-8e7405ca5029", "term": "Datenaufbereitung", "definition": "Datenaufbereitung ist der Prozess der Sammlung, Reinigung und Transformation von Rohdaten in ein Format, das für maschinelles Lernen und andere analytische Anwendungen geeignet ist. Dieser Schritt umfasst das Entfernen von Inkonsistenzen, das Korrigieren von Fehlern und das Umwandeln der Daten in eine nutzbare Form."}, "fa9bc793-a275-48a2-94fe-dcfc1a6e8265": {"id": "fa9bc793-a275-48a2-94fe-dcfc1a6e8265", "term": "Modellarchitektur", "definition": "Strukturelles Design eines KI-Modells, das festlegt, wie ein Modell aufgebaut ist und wie es Daten verarbeitet."}, "f9ef88be-994e-4b54-b727-8959c608350a": {"id": "f9ef88be-994e-4b54-b727-8959c608350a", "term": "Transformer (Modellarchitektur)", "definition": "Modellarchitektur, die besonders gut für die Verarbeitung von Sequenzdaten geeignet ist, wie etwa Text, Audio oder Bilder. Transformer nutzen einen Aufmerksamkeitsmechanismus, der es dem Modell ermöglicht, relevante Teile einer Eingabesequenz je nach Kontext effektiv zu gewichten und zu verarbeiten."}, "e461bb4a-c6ec-472a-b518-dd4b167f839c": {"id": "e461bb4a-c6ec-472a-b518-dd4b167f839c", "term": "KI-Bias", "definition": "KI-Bias bezeichnet die Verzerrung, die in den Ergebnissen eines KI-Modells auftreten kann, wenn die Trainingsdaten, auf denen das Modell basiert, nicht repräsentativ oder fehlerhaft sind. Dieser Bias kann dazu führen, dass das Modell unfaire oder ungenaue Entscheidungen trifft."}, "5dd3c5e3-7612-475b-9209-ff30371d5a53": {"id": "5dd3c5e3-7612-475b-9209-ff30371d5a53", "term": "Frühadopter (Early Adopter)", "definition": "Frühadopter sind Personen, die neue Technologien oder Produkte sehr früh nutzen, oft bevor sie allgemein verbreitet oder akzeptiert sind. Im Kontext von KI sind Studierende häufig Frühadopter, die KI-Tools und -Modelle als Erste in ihrem Studium einsetzen."}, "ec6bce7c-7f35-49d5-b18f-296c4f0c4cf0": {"id": "ec6bce7c-7f35-49d5-b18f-296c4f0c4cf0", "term": "Datenexploration", "definition": "Datenexploration ist der Prozess, bei dem ein Datensatz durchforstet wird, um Muster, Zusammenhänge und mögliche Anomalien zu identifizieren. Dieser Schritt ist entscheidend, um die Qualität und Relevanz der Daten für ein spezifisches Analyseziel zu verstehen."}, "d2e88511-89e1-4895-b9f5-dde5f1e29278": {"id": "d2e88511-89e1-4895-b9f5-dde5f1e29278", "term": "K-Nächste-Nachbarn (KNN)", "definition": "K-Nächste-Nachbarn (KNN) ist ein einfacher Algorithmus im maschinellen Lernen, der verwendet wird, um Datenpunkte zu klassifizieren, indem er die K ähnlichsten Punkte im Datensatz findet. Der Algorithmus ordnet einen neuen Punkt der Klasse zu, die unter seinen K nächsten Nachbarn am häufigsten vorkommt."}, "5bfff180-124e-475b-b452-b6a133faeee5": {"id": "5bfff180-124e-475b-b452-b6a133faeee5", "term": "Random Forest", "definition": "Random Forest ist eine Ensemble-Methode im maschinellen Lernen, bei der viele Entscheidungsbäume kombiniert werden, um die Genauigkeit des Modells zu erhöhen. Jeder Baum wird auf einer zufälligen Teilmenge der Daten trainiert, was das Risiko von Überanpassung (Overfitting) verringert."}, "8ed8a83f-3c47-4263-802e-a963a2ed9b5a": {"id": "8ed8a83f-3c47-4263-802e-a963a2ed9b5a", "term": "Entscheidungsbäume", "definition": "Entscheidungsbäume sind eine Art von Modell im maschinellen Lernen, das auf einer Baumstruktur basiert. Jeder Knoten im Baum stellt eine Entscheidung dar, die auf einem bestimmten Merkmal der Eingabedaten basiert. Entscheidungsbäume sind leicht verständlich und eignen sich für Klassifikations- und Regressionsaufgaben."}, "c8de7aba-8b39-496c-b71f-368249e277ab": {"id": "c8de7aba-8b39-496c-b71f-368249e277ab", "term": "Feature Engineering", "definition": "Feature Engineering ist der Prozess der Erstellung neuer Merkmale (Features) aus den Rohdaten, die das Modell dabei unterstützen, bessere Vorhersagen zu treffen. Dies kann durch Transformationen, Skalierung oder andere Methoden geschehen, um die Daten für maschinelles Lernen zu optimieren."}, "30fac27f-33b1-419f-b3f9-935e3a745611": {"id": "30fac27f-33b1-419f-b3f9-935e3a745611", "term": "Neurale Netzwerke", "definition": "Neuronale Netzwerke sind eine Art von maschinellem Lernmodell, das von der Struktur des menschlichen Gehirns inspiriert ist. Sie bestehen aus mehreren Schichten von Neuronen, die Eingabedaten verarbeiten und die Ergebnisse an die nächste Schicht weitergeben. Diese Netzwerke sind besonders gut geeignet, um komplexe Muster zu erkennen, wie sie beispielsweise in der Bilderkennung oder Sprachverarbeitung auftreten."}, "d52f35bc-4248-4835-a365-d127a1c90a04": {"id": "d52f35bc-4248-4835-a365-d127a1c90a04", "term": "Bias", "definition": "Verzerrung oder Fehlrepräsentation von Daten, die zu unfairen oder diskriminierenden Entscheidungen durch ein KI-Modell führen können. Bias entsteht durch unvollständige oder verzerrte Daten oder durch algorithmische Vorurteile."}, "29b27c81-8efd-4e47-9e65-86597f18a146": {"id": "29b27c81-8efd-4e47-9e65-86597f18a146", "term": "Fairness (im Kontext von KI)", "definition": "Der Zustand, bei dem KI-Systeme Entscheidungen treffen, die frei von Vorurteilen und Diskriminierung sind. Fairness erfordert die Reduzierung von Bias in den Daten und den Algorithmen, um diskriminierende Auswirkungen zu vermeiden."}, "ef332f67-1cde-4730-9649-b8f942f9c5e7": {"id": "ef332f67-1cde-4730-9649-b8f942f9c5e7", "term": "Black Box (im Kontext von KI)", "definition": "Ein KI-Modell oder System, dessen interne Entscheidungsprozesse nicht transparent oder nachvollziehbar sind. In solchen Systemen ist es oft nicht möglich, zu verstehen, wie eine Entscheidung getroffen wurde."}, "d94f9663-7de1-483a-bf25-9983b5c8aa74": {"id": "d94f9663-7de1-483a-bf25-9983b5c8aa74", "term": "Explainable AI (XAI)", "definition": "Ein Ansatz in der KI-Entwicklung, bei dem Modelle so gestaltet werden, dass ihre Entscheidungen für Menschen verständlich und nachvollziehbar sind. Dies umfasst die Identifikation von Entscheidungsfaktoren und die Erklärung, wie diese zu einer bestimmten Entscheidung geführt haben."}, "e3debe62-fd03-48b3-85ce-159d4128d23d": {"id": "e3debe62-fd03-48b3-85ce-159d4128d23d", "term": "Local Interpretable Model-Agnostic Explanations (LIME)", "definition": "Ein Werkzeug, das verwendet wird, um die Entscheidungen eines beliebigen KI-Modells zu erklären. LIME hilft dabei, zu verstehen, warum ein Modell eine bestimmte Vorhersage getroffen hat, indem es lokale, interpretable Erklärungen liefert."}, "06abc820-deb4-4998-9470-ed981d9c99bf": {"id": "06abc820-deb4-4998-9470-ed981d9c99bf", "term": "Transparenz (im Kontext von KI)", "definition": "Der Grad, zu dem die Funktionsweise eines KI-Systems offen und nachvollziehbar gemacht wird. Transparenz ermöglicht es, die Entscheidungsprozesse des Systems zu verstehen und gegebenenfalls zu hinterfragen."}, "8b34dc34-d88d-483b-b581-6c1882a59ab9": {"id": "8b34dc34-d88d-483b-b581-6c1882a59ab9", "term": "Datenethik", "definition": "Verantwortungsvoller Umgang mit Daten, insbesondere personenbezogenen Daten; stellt sicher, dass deren Erfassung und Nutzung keine negativen Auswirkungen auf den Einzelnen oder die Gesellschaft haben."}, "19eaf859-14c7-435b-b461-a3097f38ade9": {"id": "19eaf859-14c7-435b-b461-a3097f38ade9", "term": "Datenschutzgrundverordnung (DSGVO)", "definition": "Eine Verordnung der Europäischen Union, die den Umgang mit personenbezogenen Daten regelt und sicherstellt, dass die Rechte von Individuen in Bezug auf ihre Daten geschützt werden. Sie stellt auch Anforderungen an Unternehmen und Organisationen, die Daten sammeln und verarbeiten."}, "dc2fc44d-b39b-4d94-9c67-29ff0233e272": {"id": "dc2fc44d-b39b-4d94-9c67-29ff0233e272", "term": "Human-in-the-loop (HITL)", "definition": "Ein Ansatz, bei dem Menschen in den KI-Prozess integriert werden, um Datenerfassung, -verarbeitung und -analyse zu überwachen oder zu verbessern. HITL wird verwendet, um die Entscheidungsfindung von KI-Systemen zu optimieren und Fehler zu minimieren, indem menschliche Expertise eingebracht wird."}, "105307ad-f2b5-4a46-a396-abb056fbd88b": {"id": "105307ad-f2b5-4a46-a396-abb056fbd88b", "term": "Clickworker", "definition": "Menschen, die über Online-Plattformen Aufgaben wie Datensammlung, -kategorisierung und -annotation ausführen. Sie spielen eine wichtige Rolle bei der Verbesserung von KI-Systemen, indem sie Trainingsdaten für KI-Modelle bereitstellen."}, "9a0e7d41-78c3-42ba-9351-12c5ba48c343": {"id": "9a0e7d41-78c3-42ba-9351-12c5ba48c343", "term": "Lebenslanges Lernen", "definition": "Ein Konzept, das den kontinuierlichen Prozess des Erwerbs neuer Fähigkeiten, Kenntnisse und Kompetenzen über alle Lebensphasen hinweg umfasst. Es betont die Notwendigkeit, sich ständig weiterzuentwickeln und an neue berufliche und persönliche Anforderungen anzupassen."}, "641a36ac-5615-428d-b704-a8089e6bb343": {"id": "641a36ac-5615-428d-b704-a8089e6bb343", "term": "Wissenskanon", "definition": "Ein traditionelles Konzept der Bildung, das einen festen und allgemein anerkannten Bestand an Wissen in einer Disziplin oder Kultur umfasst. Der Wissenskanon wurde oft als Grundlage für das Bildungssystem betrachtet, enthält jedoch oft eurozentrische und eingeschränkte Perspektiven."}, "6d5572c8-4168-4d41-a240-859abaae26a6": {"id": "6d5572c8-4168-4d41-a240-859abaae26a6", "term": "Wissensökonomie", "definition": "Ein Wirtschaftsmodell, in dem Wissen als entscheidender Produktionsfaktor betrachtet wird. In einer Wissensökonomie sind immaterielle Ressourcen wie Ideen, Innovationen und kreative Lösungsansätze von zentraler Bedeutung. Die Digitalisierung und Globalisierung haben den Austausch von Wissen beschleunigt und verstärkt."}, "94bc1c46-1ed1-4eb3-9211-86fdf2e98508": {"id": "94bc1c46-1ed1-4eb3-9211-86fdf2e98508", "term": "Massive Open Online Course (MOOC)", "definition": "Online-Lernangebot, das einer breiten Masse an Lernenden offensteht und eine flexible, oft kostenlose Möglichkeit bietet, Wissen zu erwerben."}, "0bcd705b-1e60-4afd-a9ce-fe080d630576": {"id": "0bcd705b-1e60-4afd-a9ce-fe080d630576", "term": "Digitale Lernplattform", "definition": "Online-Plattform, die Lerninhalte und -ressourcen bereitstellen und den Lernenden ermöglichen, flexibel und individuell zu lernen."}, "f6c93ccd-5833-42a3-b518-0da586a56178": {"id": "f6c93ccd-5833-42a3-b518-0da586a56178", "term": "Kritisches Denken", "definition": "Die Fähigkeit, Informationen und Argumente zu analysieren, zu hinterfragen und auf ihre Richtigkeit sowie Relevanz zu überprüfen. Kritisches Denken ist eine Schlüsselkompetenz, die in der Wissensökonomie besonders gefördert wird."}, "7f191607-c9ff-423d-a57b-dc4a62c2fcd6": {"id": "7f191607-c9ff-423d-a57b-dc4a62c2fcd6", "term": "Game-Based Learning", "definition": "Eine pädagogische Methode, bei der Lerninhalte durch die Integration von spielerischen Elementen in ein Spielumfeld vermittelt werden. Es fördert das aktive Lernen durch Herausforderungen, Interaktion und Spielmechanismen, die das Engagement der Lernenden erhöhen."}, "7de04d20-0fd0-414e-b180-27bd2f6a6fe1": {"id": "7de04d20-0fd0-414e-b180-27bd2f6a6fe1", "term": "Gamification", "definition": "Der Einsatz von spielerischen Elementen wie Punktesystemen, Belohnungen und Wettbewerben in einem nicht-spielerischen Kontext, um das Lernen zu fördern und die Motivation der Lernenden zu steigern."}, "1291dd57-a52b-4e96-95f5-2e9c33721527": {"id": "1291dd57-a52b-4e96-95f5-2e9c33721527", "term": "Strukturbild", "definition": "Darstellung, die komplexe Zusammenhänge oder Abläufe in Form von Diagrammen oder Fließschemata veranschaulicht."}, "6d3f375b-4c66-4ef8-93ce-4131c1444024": {"id": "6d3f375b-4c66-4ef8-93ce-4131c1444024", "term": "Infografik", "definition": "Eine visuelle Darstellung von Informationen, die durch Bilder, Diagramme und kurze Textbeiträge ein komplexes Thema anschaulich und schnell verständlich macht. Infografiken werden oft verwendet, um wichtige Daten und Fakten übersichtlich darzustellen."}, "0e57224d-0862-4799-bbd5-57a15f1eade3": {"id": "0e57224d-0862-4799-bbd5-57a15f1eade3", "term": "Urheberrecht", "definition": "Das gesetzliche Recht, das den Schöpfer eines Werkes schützt und ihm bestimmte exklusive Rechte an diesem Werk gewährt, wie etwa das Recht auf Vervielfältigung, Verbreitung und öffentliche Zugänglichmachung."}, "390878fd-52ff-4968-925d-34127fe13469": {"id": "390878fd-52ff-4968-925d-34127fe13469", "term": "Geistiges Eigentum", "definition": "Geistiges Eigentum umfasst rechtliche Schutzrechte, die Schöpfungen des menschlichen Intellekts betreffen, wie z.B. Erfindungen, literarische und künstlerische Werke, Designs und Marken. Es stellt sicher, dass Schöpfer und Innovatoren die Kontrolle über ihre Werke und Ideen behalten."}, "b69d11e2-3713-4241-9069-b80757e21473": {"id": "b69d11e2-3713-4241-9069-b80757e21473", "term": "Verordnung über künstliche Intelligenz (EU AI Act; KI-VO)", "definition": "Gesetzesrahmen, der die Verwendung künstlicher Intelligenz regelt, um sowohl die Förderung von Innovation als auch den Schutz der Gesellschaft zu gewährleisten. Er legt Anforderungen an KI-Systeme fest, je nach deren Risikokategorie, und bestimmt, welche Transparenz- und Dokumentationspflichten für Anbieter von KI-Systemen bestehen."}, "a40e82cb-ed15-4520-a801-16f993fdb8c7": {"id": "a40e82cb-ed15-4520-a801-16f993fdb8c7", "term": "Plagiat", "definition": "Ein Plagiat tritt auf, wenn jemand die Ideen oder Arbeiten einer anderen Person ohne deren Zustimmung oder ohne die entsprechende Quellenangabe verwendet und sie als eigene ausgibt. In der Wissenschaft und Kunst ist das Plagiieren eine schwerwiegende Verletzung ethischer und rechtlicher Standards."}, "e672d7d3-5cca-4040-9d9d-add974076e5e": {"id": "e672d7d3-5cca-4040-9d9d-add974076e5e", "term": "Verwertungsgesellschaft", "definition": "Organisation, die im Namen von Urheber:innen und Rechteinhaber:innen Lizenzen verwalten, die Nutzung von Werken überwachen und Tantiemen einziehen, wie z. B. die GEMA in Deutschland für Musikrechte."}, "12825b33-cca2-4ac6-ab2d-a133f34c3e0f": {"id": "12825b33-cca2-4ac6-ab2d-a133f34c3e0f", "term": "Schrankenregelungen", "definition": "Gesetzliche Bestimmungen, die es unter bestimmten Bedingungen erlauben, urheberrechtlich geschützte Werke ohne die Zustimmung des/der Urheber:in zu nutzen, z. B. zu Bildungszwecken oder für Parodien."}, "5c283bf2-9150-4feb-bd05-e72bc05ad104": {"id": "5c283bf2-9150-4feb-bd05-e72bc05ad104", "term": "Urheberpersönlichkeitsrechte", "definition": "Die Rechte von Urheber:innen, die persönliche Beziehungen zu Werken schützen, wie das Recht auf Anerkennung und das Recht, das Werk in seiner ursprünglichen Form zu bewahren."}, "380f5b53-284a-4232-8042-945ae6e6c0f6": {"id": "380f5b53-284a-4232-8042-945ae6e6c0f6", "term": "Gemeinfreiheit (Public Domain)", "definition": "Bedingungen, unter denen urheberrechtlich geschützte Werke nach Ablauf des Urheberrechts frei für die Öffentlichkeit zugänglich sind und ohne Einschränkungen verwendet werden können."}, "a7d9e4d4-989f-4e06-9e5f-7eadbe3bb1a7": {"id": "a7d9e4d4-989f-4e06-9e5f-7eadbe3bb1a7", "term": "Creative Commons (CC)", "definition": "ine gemeinnützige Organisation, die 2001 gegründet wurde und eine Reihe von standardisierten Lizenzen entwickelt hat, die Urheber:innen erlauben, ihre Werke unter bestimmten Bedingungen wie Namensnennung oder Nicht-Kommerzialisierung zur freien Nutzung und Verbreitung zur Verfügung zu stellen. Diese Lizenzen fördern die rechtlich zulässige Nutzung, Verbreitung und Anpassung kreativer Werke."}, "5ac06ae8-040d-4189-94d8-266ca6fe73c5": {"id": "5ac06ae8-040d-4189-94d8-266ca6fe73c5", "term": "Copyleft", "definition": "Eine Form des Urheberrechts, bei der Werke frei genutzt, modifiziert und verbreitet werden können, solange die gleichen Freiheiten für abgeleitete Werke gewährt werden, z. B. die GNU General Public License (GPL)."}, "f53fee87-9c6b-437a-bab9-e1512c77c210": {"id": "f53fee87-9c6b-437a-bab9-e1512c77c210", "term": "Exklusive Rechte", "definition": "Rechte, die nur den Lizenznehmenden die alleinige Nutzung eines urheberrechtlich geschützten Werks ermöglichen."}, "42e7165e-4303-4e45-9a9e-30861aba40cc": {"id": "42e7165e-4303-4e45-9a9e-30861aba40cc", "term": "Lizenz", "definition": "Eine Erlaubnis zur Nutzung eines urheberrechtlich geschützten Werkes unter bestimmten Bedingungen. Lizenzen können kostenlos oder kostenpflichtig sein und die Art und Weise regeln, wie das Werk verwendet, verändert oder weiterverbreitet werden darf."}, "ebdec221-be22-43eb-9e8d-3cc847a8c66b": {"id": "ebdec221-be22-43eb-9e8d-3cc847a8c66b", "term": "Urheberrechtliche Schutzfrist", "definition": "Die Zeitdauer, in der ein Werk urheberrechtlich geschützt ist. In Deutschland beträgt diese Frist in der Regel 70 Jahre nach dem Tod des Urhebers. Nach Ablauf dieser Frist tritt das Werk in die Gemeinfreiheit."}, "909f9e0f-ca47-49cd-8578-8746f8c9ba08": {"id": "909f9e0f-ca47-49cd-8578-8746f8c9ba08", "term": "Fair Use", "definition": "Ein Konzept im Urheberrecht, das es unter bestimmten Bedingungen erlaubt, urheberrechtlich geschützte Werke ohne Erlaubnis des Urhebers zu nutzen, etwa für Bildungszwecke, Forschung oder Kritik. Es ist vor allem im angloamerikanischen Raum verbreitet."}, "71d74362-d552-4173-bf15-63d973f718ea": {"id": "71d74362-d552-4173-bf15-63d973f718ea", "term": "Wasserzeichen", "definition": "Ein sichtbares oder unsichtbares Markenzeichen, das in digitale Werke eingefügt wird, um deren Urheberschaft oder Herkunft zu kennzeichnen und vor unbefugter Verwendung zu schützen."}, "49ebadef-5488-4f16-84d0-998ef1bff758": {"id": "49ebadef-5488-4f16-84d0-998ef1bff758", "term": "Open Educational Resources (OER)", "definition": "Lehr- und Lernmaterialien, die kostenlos und unter offenen Lizenzen zur Verfügung gestellt werden, sodass sie von Lehrenden und Lernenden frei genutzt, angepasst und weiterverbreitet werden können."}, "f62cd42f-69ef-4d2a-baec-b6c2902b24e8": {"id": "f62cd42f-69ef-4d2a-baec-b6c2902b24e8", "term": "Proprietäre Lizenzen", "definition": "Lizenzen, die einem Unternehmen oder einer Einzelperson die exklusiven Rechte an einem Werk oder Produkt geben. Diese Lizenzen schränken die Nutzung, Modifikation und Weitergabe des Werkes ein und können mit Lizenzgebühren verbunden sein."}, "1a6eaab3-f69d-408f-964f-22d2e36e372c": {"id": "1a6eaab3-f69d-408f-964f-22d2e36e372c", "term": "Open Data", "definition": "Daten, die für die öffentliche Nutzung frei zugänglich, bearbeitbar und teilbar sind. Sie werden in einem maschinen- und menschenlesbaren Format zur Verfügung gestellt und ermöglichen es Nutzern, neue Zusammenhänge zu erkennen und Innovationen zu fördern. Die Nutzung von Open Data basiert auf dem Prinzip der Transparenz und Offenheit."}, "081ffbba-112f-4a5e-b0a4-9bdcede94e30": {"id": "081ffbba-112f-4a5e-b0a4-9bdcede94e30", "term": "FAIR-Prinzip", "definition": "Ein Konzept für die Verwaltung und Veröffentlichung von Forschungsdaten, das sicherstellt, dass Daten findable (findbar), accessible (zugänglich), interoperable (interoperabel) und reusable (wiederverwendbar) sind."}, "0f61cdf6-f267-4881-8d6a-084c00011b92": {"id": "0f61cdf6-f267-4881-8d6a-084c00011b92", "term": "Rohdaten", "definition": "Unverarbeitete, ursprüngliche Daten, die noch nicht durch Analyse oder Interpretation bearbeitet wurden. Sie sind oft in Formaten wie .csv oder .json verfügbar und müssen in der Regel weiter verarbeitet werden, um nützliche Informationen zu liefern."}, "b2b3a90a-9717-4263-9320-d0fb313b56a5": {"id": "b2b3a90a-9717-4263-9320-d0fb313b56a5", "term": "Cloud-Dienst", "definition": "Internetbasierter IT-Dienst, der Speicher, Rechenleistung und/oder Anwendungen bereitstellt. Unternehmen und Einzelpersonen können diese Dienste nutzen, ohne eigene IT-Infrastruktur aufbauen oder pflegen zu müssen."}, "0683219d-c7ef-4ef9-a9af-a1f9244a9cb0": {"id": "0683219d-c7ef-4ef9-a9af-a1f9244a9cb0", "term": "E-Government", "definition": "E-Government bezieht sich auf die digitale Transformation von Verwaltungsprozessen und -diensten, bei denen staatliche Institutionen und Behörden Technologien nutzen, um Dienstleistungen für Bürger:innen effizienter anzubieten. Beispiele sind Online-Anträge oder digitale Kommunikation mit Behörden. Ziel ist es, Verwaltungsabläufe zu vereinfachen und zu beschleunigen."}, "f3556300-5ed2-427b-89ad-3e29e0ff08c0": {"id": "f3556300-5ed2-427b-89ad-3e29e0ff08c0", "term": "5G", "definition": "Die fünfte Generation der Mobilfunktechnologie, die höhere Datenraten, verbesserte Konnektivität und niedrigere Latenzzeiten bietet. Sie ist entscheidend für die Entwicklung der digitalen Infrastruktur und das Internet der Dinge."}, "ba3287af-3259-4644-844c-669f1dd6b8b0": {"id": "ba3287af-3259-4644-844c-669f1dd6b8b0", "term": "Quantencomputing", "definition": "Eine neue Art der Datenverarbeitung, die Quantenmechanik nutzt, um Probleme zu lösen, die für klassische Computer zu komplex sind. Quantencomputing hat das Potenzial, bestimmte Arten von Berechnungen erheblich zu beschleunigen und könnte die Grundlage für zukünftige technologische Innovationen bilden."}, "d301df46-0812-430c-83b6-f3c5d263fe87": {"id": "d301df46-0812-430c-83b6-f3c5d263fe87", "term": "No-Code", "definition": "Eine Softwareentwicklungsstrategie, die es Nutzern ermöglicht, Anwendungen ohne jegliche Programmierkenntnisse zu erstellen, oft mithilfe von visuellen Drag-and-Drop-Tools. Ziel ist es, technische Barrieren zu überwinden und Fachleuten aus anderen Bereichen die Erstellung eigener Software zu ermöglichen."}, "ae4ba17f-6d48-4e32-ae7a-12d2641ac6c5": {"id": "ae4ba17f-6d48-4e32-ae7a-12d2641ac6c5", "term": "Low-Code", "definition": "Ein Entwicklungsansatz, der eine minimale Menge an Programmierung erfordert. Nutzer können mit vorgefertigten Bausteinen und visuellen Werkzeugen Anwendungen erstellen, wobei die Möglichkeit zur individuellen Anpassung erhalten bleibt."}, "015d4db6-c820-4359-807b-50682a4f0ba0": {"id": "015d4db6-c820-4359-807b-50682a4f0ba0", "term": "Citizen Developer", "definition": "Fachleute ohne IT-Expertise, die mithilfe von No-Code oder Low-Code-Plattformen selbst Softwarelösungen für spezifische Probleme in ihrem Fachbereich entwickeln, um Prozesse zu optimieren oder schnell digitale Lösungen zu implementieren."}, "56e39bb5-4003-4553-ad23-5cbc69c6365c": {"id": "56e39bb5-4003-4553-ad23-5cbc69c6365c", "term": "Agile Methoden", "definition": "Ein Ansatz in der Softwareentwicklung, der Flexibilität, enge Zusammenarbeit mit Kunden und kontinuierliche Anpassung an Veränderungen betont. Agile Methoden setzen auf schnelle, iterative Entwicklungen und betonen die Zusammenarbeit im Team sowie den praktischen Nutzen."}, "c16b3ccc-f538-49dd-a552-a3ff5d8b09cd": {"id": "c16b3ccc-f538-49dd-a552-a3ff5d8b09cd", "term": "Interdisziplinäre Kommunikation", "definition": "Der Austausch zwischen verschiedenen Fachbereichen, bei dem unterschiedliche fachliche Perspektiven und Vokabularien aufeinandertreffen. Dies erfordert spezielle Verständigungskompetenz, um Missverständnisse zu vermeiden und Wissen effektiv zu kombinieren."}, "312bb00d-eb16-434f-b24f-ebc523a8791a": {"id": "312bb00d-eb16-434f-b24f-ebc523a8791a", "term": "Kollaborationstool", "definition": "Ein digitales Werkzeug, das es mehreren Personen ermöglicht, in Echtzeit zusammenzuarbeiten, Aufgaben zu koordinieren und Informationen auszutauschen."}, "5c351226-9d2a-47c7-8634-17b8fdafc334": {"id": "5c351226-9d2a-47c7-8634-17b8fdafc334", "term": "Benutzerfreundlichkeit", "definition": "Die Eigenschaft eines digitalen Tools, das es den Nutzer:innen ermöglicht, es ohne große Vorkenntnisse oder Schwierigkeiten zu verwenden. Eine benutzerfreundliche Oberfläche ist intuitiv und einfach zu navigieren."}, "dd23cf36-c487-49be-b16a-51f41e2cbe62": {"id": "dd23cf36-c487-49be-b16a-51f41e2cbe62", "term": "Kanban-Board", "definition": "Ein visuelles Projektmanagement-Tool, das Aufgaben und Projekte in Spalten unterteilt (z. B. 'To Do', 'In Progress', 'Done'), um den Fortschritt zu verfolgen und zu organisieren."}, "a2060a96-7950-4f53-a527-703aae556388": {"id": "a2060a96-7950-4f53-a527-703aae556388", "term": "Digitale Zusammenarbeit", "definition": "Zusammenarbeit zwischen Personen unter Verwendung digitaler Werkzeuge, die es ermöglichen, gemeinsam an Projekten zu arbeiten, unabhängig von Raum und Zeit. Sie umfasst sowohl synchrone Kommunikation (in Echtzeit) als auch asynchrone Arbeitsweisen (zeitversetzt), wobei oft Tools wie Cloud-Dienste, Chat-Anwendungen und Projektmanagement-Software genutzt werden."}, "36f7da7e-f214-4ccd-bb72-e6e5fda830e9": {"id": "36f7da7e-f214-4ccd-bb72-e6e5fda830e9", "term": "Kollaboratives Arbeiten", "definition": "Eine Form der Zusammenarbeit, bei der alle Beteiligten aktiv an einem gemeinsamen Ziel oder Projekt arbeiten, oft unter Nutzung von digitalen Plattformen, die eine Echtzeit- oder asynchrone Kommunikation und Bearbeitung von Dokumenten ermöglichen.\r\n"}, "d433859e-da72-44d9-9767-f5cd5b5ad454": {"id": "d433859e-da72-44d9-9767-f5cd5b5ad454", "term": "Medienbruch", "definition": "Ein Problem, das entsteht, wenn Informationen während der Bearbeitung von einem Medium in ein anderes übertragen werden müssen, was zu Kompatibilitätsproblemen und Inkonsistenzen führt, wie etwa unterschiedliche Versionen von Dokumenten oder Layout-Probleme."}, "06324f13-e0e7-4731-9e58-0378d3bb2861": {"id": "06324f13-e0e7-4731-9e58-0378d3bb2861", "term": "Asynchrone Kommunikation", "definition": "Kommunikation, bei der Nachrichten und Informationen nicht in Echtzeit ausgetauscht werden. Dies ermöglicht den Beteiligten, zu unterschiedlichen Zeiten auf Inhalte zu reagieren, was besonders in global verteilten Teams von Bedeutung ist."}, "9cd1206b-bd2d-4561-b742-1604836b7f59": {"id": "9cd1206b-bd2d-4561-b742-1604836b7f59", "term": "Dark Data", "definition": "Daten, die gespeichert, aber nie genutzt werden. Sie entstehen häufig durch die Notwendigkeit, Daten zu sichern oder durch das Vergessen von älteren Datensätzen. Dark Data können den Energieverbrauch erhöhen und sollten regelmäßig überprüft und gelöscht werden."}, "faa27377-b9c0-4b81-ae49-ae6177a60e40": {"id": "faa27377-b9c0-4b81-ae49-ae6177a60e40", "term": "Datensicherheit", "definition": "Maßnahmen und Technologien, die den Schutz von Daten vor Verlust, Diebstahl oder Beschädigung gewährleisten. Sie umfassen sowohl technische als auch organisatorische Maßnahmen, um die Integrität und Verfügbarkeit von Daten zu sichern."}, "a064fe82-665a-49cc-8102-eab3968f2843": {"id": "a064fe82-665a-49cc-8102-eab3968f2843", "term": "Sensible Informationen", "definition": "Daten, deren Missbrauch oder unbefugte Offenlegung potenziell schwerwiegende Folgen haben könnte, wie z. B. persönliche, medizinische oder finanzielle Informationen."}, "bf3388d3-d9ec-4b17-b5af-58c77cf07e65": {"id": "bf3388d3-d9ec-4b17-b5af-58c77cf07e65", "term": "Energieeffizienz", "definition": "Der bewusste Einsatz von Technologien und Arbeitsweisen, die den Energieverbrauch minimieren. Dazu gehören der Einsatz energieeffizienter Geräte, die Nutzung von Energiesparmodi und das Ausschalten von Geräten, wenn sie nicht benötigt werden."}, "473d9b15-dc8f-43c0-8adb-095447bce94c": {"id": "473d9b15-dc8f-43c0-8adb-095447bce94c", "term": "Schwache KI", "definition": "Schwache KI bezieht sich auf KI-Systeme, die auf einen spezifischen Aufgabenbereich beschränkt sind und keine Fähigkeit zur selbstständigen Übertragung von Wissen auf andere Bereiche besitzen. Diese Art von KI ist auf konkrete, vorprogrammierte Aufgaben spezialisiert, wie etwa Spracherkennung oder Bildklassifikation."}, "caefae4b-ecc3-4d79-9b64-279b74b25685": {"id": "caefae4b-ecc3-4d79-9b64-279b74b25685", "term": "Starke KI", "definition": "Starke KI ist ein theoretisches Konzept, bei dem ein KI-System in der Lage wäre, menschenähnliche Intelligenz zu erreichen. Sie kann Wissen bereichsübergreifend integrieren und eigenständig Aufgaben bearbeiten, für die sie nicht explizit ausgebildet wurde. Im Gegensatz zu schwacher KI könnte starke KI allgemeine Intelligenz und Selbstbewusstsein entwickeln."}, "794d495d-5254-426d-8339-365eb9f7fd51": {"id": "794d495d-5254-426d-8339-365eb9f7fd51", "term": "Multimodales KI-System", "definition": "Multimodale KI-Systeme sind in der Lage, verschiedene Datentypen gleichzeitig zu verarbeiten, wie beispielsweise Text, Bild und Audio."}, "d4da0edb-f929-4125-b765-7a92d32483e6": {"id": "d4da0edb-f929-4125-b765-7a92d32483e6", "term": "Zero Trust", "definition": "Zero Trust ist eine Sicherheitsstrategie, die davon ausgeht, dass keine Anfrage innerhalb eines Netzwerks als vertrauenswürdig betrachtet wird, auch nicht von internen Quellen. Jede Anfrage muss unabhängig überprüft und verifiziert werden, um unbefugte Zugriffe und Sicherheitslücken zu vermeiden."}, "ff0d2ac9-2603-4ea9-be58-a76f21cc4ec4": {"id": "ff0d2ac9-2603-4ea9-be58-a76f21cc4ec4", "term": "Uncanny Valley", "definition": "Das Uncanny Valley beschreibt ein psychologisches Phänomen, bei dem menschenähnliche Roboter oder KI-Systeme bei den Nutzern Unbehagen oder Angst auslösen, wenn sie fast, aber nicht ganz, wie echte Menschen erscheinen. Dieser Effekt tritt häufig bei humanoiden Robotern auf, die menschenähnliche Eigenschaften zeigen, aber nicht vollständig menschlich wirken."}, "d32e241b-c447-4396-9f73-f2ada8e70779": {"id": "d32e241b-c447-4396-9f73-f2ada8e70779", "term": "KI-Sicherheit", "definition": "KI-Sicherheit bezieht sich auf die Forschung und Entwicklung von Sicherheitsmaßnahmen, die sicherstellen, dass KI-Systeme keine schädlichen Auswirkungen auf die Gesellschaft haben und gleichzeitig vor Missbrauch geschützt sind. Dazu gehört auch die Sicherstellung der Vertrauenswürdigkeit und Transparenz von KI-Technologien."}, "b6496082-db5d-41f5-8d71-2e8d11256d94": {"id": "b6496082-db5d-41f5-8d71-2e8d11256d94", "term": "Künstliche Superintelligenz (ASI)", "definition": "Künstliche Superintelligenz bezeichnet eine hypothetische Form von KI, die weit über die menschliche Intelligenz hinausgeht. ASI würde in der Lage sein, alle menschlichen kognitiven Aufgaben besser als der Mensch selbst zu erledigen, was zu erheblichen Risiken und ethischen Fragestellungen führen könnte."}, "ae6d3592-7160-494d-8d40-84507aa6830c": {"id": "ae6d3592-7160-494d-8d40-84507aa6830c", "term": "Quantencomputer", "definition": "Quantencomputer sind eine neue Generation von Computern, die auf den Prinzipien der Quantenmechanik basieren. Sie haben das Potenzial, komplexe Berechnungen viel schneller und effizienter zu erledigen als klassische Computer, was auch die KI-Forschung erheblich beeinflussen könnte."}, "fcbaabc7-461b-4fda-913c-01b3f7fd89a3": {"id": "fcbaabc7-461b-4fda-913c-01b3f7fd89a3", "term": "Phishing", "definition": "Phishing-Angriffe sind betrügerische Versuche, über gefälschte E-Mails oder Webseiten persönliche Daten wie Passwörter oder Bankinformationen zu stehlen. KI kann in diesem Kontext verwendet werden, um solche Angriffe zu automatisieren und zu skalieren, was sie noch gefährlicher macht."}, "3847becd-3073-413a-b49f-f0c7e635993b": {"id": "3847becd-3073-413a-b49f-f0c7e635993b", "term": "Online Behavioral Advertising (OBA)", "definition": "Eine Form der personalisierten Werbung, bei der Online-Verhalten von Nutzern gesammelt und analysiert wird, um gezielte Werbeanzeigen anzuzeigen, die auf den individuellen Vorlieben und Interessen basieren."}, "67b9b7c0-d5a4-4372-ab9e-83ecd4e5dda4": {"id": "67b9b7c0-d5a4-4372-ab9e-83ecd4e5dda4", "term": "Mikrotargeting", "definition": "Eine Form der Werbung, bei der Werbung gezielt auf sehr kleine, spezifische Zielgruppen ausgerichtet wird, die aufgrund ihrer Interessen, demografischen Merkmale oder Verhaltensweisen identifiziert werden. Mikrotargeting wird häufig durch die Analyse von Online-Daten und -Verhalten ermöglicht."}, "df444c4c-749e-41e1-8f2f-93dd0f291cc0": {"id": "df444c4c-749e-41e1-8f2f-93dd0f291cc0", "term": "Predictive Policing", "definition": "Eine Technologie, die es ermöglicht, durch die Analyse von Daten aus verschiedenen Quellen Wahrscheinlichkeiten für das Auftreten zukünftiger Straftaten zu berechnen. Diese Technik zielt darauf ab, Polizeiressourcen effizienter einzusetzen, birgt jedoch die Gefahr, unverdächtige Personen ungerechtfertigt zu überwachen."}, "3b2cc65a-2500-471c-8f74-16750fb193c4": {"id": "3b2cc65a-2500-471c-8f74-16750fb193c4", "term": "European Interactive Digital Advertising Alliance (EDAA)", "definition": "Eine Organisation, die Standards für die digitale Werbung in Europa festlegt und die Selbstregulierung der Werbeindustrie fördert. Die EDAA bietet eine Plattform (Your Online Choices), auf der Nutzer ihre Datenschutzpräferenzen bezüglich Online-Tracking und Werbung einstellen können."}, "8c57bb10-33f3-4b08-b510-e0c48a796ac2": {"id": "8c57bb10-33f3-4b08-b510-e0c48a796ac2", "term": "Data Broker", "definition": "Data Broker, auch Informationsmakler:in oder Datenhändler:in genannt, sind Unternehmen oder Organisationen, die sich auf die Sammlung, Aggregation und den Handel mit persönlichen Daten spezialisiert haben. Sie sammeln Daten aus verschiedenen Quellen, wie öffentlichen Aufzeichnungen, Online-Interaktionen und sozialen Medien, und verkaufen diese an Dritte, wie Werbetreibende oder andere Interessent:innen."}, "3ffc9232-5756-4871-ad5e-b79a89e571d1": {"id": "3ffc9232-5756-4871-ad5e-b79a89e571d1", "term": "Recht auf Vergessenwerden", "definition": "Recht, das durch die DSGVO garantiert wird; Es ermöglicht es einer Person, die Löschung ihrer persönlichen Daten zu verlangen, wenn diese Daten nicht mehr notwendig sind oder unrechtmäßig verarbeitet wurden."}, "e948b256-42c0-40fb-80f1-736644e06daa": {"id": "e948b256-42c0-40fb-80f1-736644e06daa", "term": "Soziale Medien (Social Media)", "definition": "Soziale Medien sind Plattformen, auf denen Nutzer Inhalte erstellen, teilen und austauschen können. Sie bieten eine Vielfalt an Informationen und ermöglichen es den Nutzern, sich mit anderen zu vernetzen, Wissen zu teilen und auf Nachrichten und Inhalte aus aller Welt zuzugreifen. Diese Plattformen haben sich zu einem wichtigen Instrument der Informationsverbreitung entwickelt und beeinflussen unseren Konsum von Nachrichten und anderen Informationen erheblich."}, "00bd747f-0382-472a-938e-4fc6a2a85501": {"id": "00bd747f-0382-472a-938e-4fc6a2a85501", "term": "Vierte Gewalt", "definition": "Der Begriff bezeichnet die Medien als eine der nicht-gesetzgebenden Kräfte, die im Rahmen einer demokratischen Gesellschaft die Regierung und deren Institutionen kontrollieren. Während die Exekutive, Legislative und Judikative die drei klassischen Gewalten darstellen, nimmt die Presse eine ähnliche Rolle ein, indem sie durch Berichterstattung den Staat überwacht und Verantwortung einfordert."}, "ee7c39bc-ab9d-4742-bc74-4b08c5362785": {"id": "ee7c39bc-ab9d-4742-bc74-4b08c5362785", "term": "Citizen Journalism", "definition": "Citizen Journalism bezieht sich auf die Praxis, dass Bürger ohne professionellen Journalismus-Hintergrund Nachrichten und Ereignisse dokumentieren und verbreiten, häufig über soziale Medien. Diese Form des Journalismus hat das Potenzial, eine breitere und vielfältigere Berichterstattung zu ermöglichen, insbesondere bei Themen, die in traditionellen Medien unterrepräsentiert sind."}, "b844fbb0-5b25-4dea-8dfb-d017efe1455f": {"id": "b844fbb0-5b25-4dea-8dfb-d017efe1455f", "term": "Pressekodex", "definition": "Der Deutsche Pressekodex ist ein freiwilliger ethischer Kodex, der von Journalisten und Medienunternehmen beachtet wird, um hohe Standards in der Berichterstattung zu wahren. Er umfasst Prinzipien wie Wahrhaftigkeit, Sorgfaltspflicht, den Schutz der Persönlichkeitsrechte und die Vermeidung von Diskriminierung. Der Kodex ist nicht gesetzlich bindend, aber der Deutsche Presserat überwacht die Einhaltung und spricht bei Verstößen öffentliche Rügen aus."}, "761bd077-6084-462c-8c27-45df1801e382": {"id": "761bd077-6084-462c-8c27-45df1801e382", "term": "Social Proof", "definition": "Social Proof bezeichnet den psychologischen Effekt, bei dem Menschen ihr Verhalten oder ihre Meinungen an denen anderer orientieren. In sozialen Medien wird dieser Effekt häufig verstärkt, da Likes, Shares und positive Kommentare das Vertrauen in Inhalte oder Produkte erhöhen und somit die Wahrnehmung von deren Wert beeinflussen."}, "b943781d-a1fe-4494-8b08-39832b32db62": {"id": "b943781d-a1fe-4494-8b08-39832b32db62", "term": "Algorithmus", "definition": "Algorithmen sind Programme oder Verfahren, die auf Social Media-Plattformen eingesetzt werden, um Inhalte für Nutzende auszuwählen und zu personalisieren. Sie analysieren das Verhalten, die Interessen und das Engagement der Nutzenden, um relevante Inhalte und Werbung anzuzeigen."}, "34c7876d-aae2-4282-808d-3547d41fb45e": {"id": "34c7876d-aae2-4282-808d-3547d41fb45e", "term": "Digitalisierung", "definition": "Prozess der Umwandlung von analogen Informationen und Prozessen in digitale Formate; Digitalisierung umfasst die Einführung und Nutzung digitaler Technologien in allen Lebensbereichen, von der Verwaltung über die Arbeitswelt bis hin zum privaten Alltag. Dies führt zu Veränderungen in der Art und Weise, wie Menschen miteinander interagieren, wie sie arbeiten, lernen und kommunizieren."}, "a05223da-1152-4d23-b948-819241447774": {"id": "a05223da-1152-4d23-b948-819241447774", "term": "Remote-Arbeit", "definition": "Remote-Arbeit bezeichnet die Möglichkeit, Arbeitsaufgaben außerhalb des traditionellen Büros zu erledigen, oft von zu Hause oder anderen flexiblen Orten. Sie ist ein Ergebnis der digitalen Transformation und wird durch Technologien wie Videokonferenzen und Cloud-Software unterstützt. Sie bietet Flexibilität, erfordert jedoch ein hohes Maß an Selbstorganisation und Disziplin."}, "aa4e4285-d0a6-42df-9de9-4e18910e8132": {"id": "aa4e4285-d0a6-42df-9de9-4e18910e8132", "term": "Entgrenzung", "definition": "Entgrenzung bezeichnet den Prozess, bei dem die traditionellen Grenzen zwischen verschiedenen Lebensbereichen, wie Arbeit, Freizeit und Privatleben, zunehmend verschwimmen. Dies ist eine direkte Folge der Digitalisierung, da ständig verfügbare digitale Technologien eine ständige Vernetzung und Erreichbarkeit ermöglichen."}, "81d2741c-d3a3-4c87-a6d9-2345e6f2b97e": {"id": "81d2741c-d3a3-4c87-a6d9-2345e6f2b97e", "term": "Wearables", "definition": "Wearables sind tragbare digitale Geräte, die verschiedene Daten, meist Gesundheits- oder Fitnessdaten, erfassen und überwachen. Beispiele sind Smartwatches oder Fitness Tracker. Sie bieten Echtzeit-Feedback und unterstützen die Selbstüberwachung von Gesundheitsparametern wie Schrittzahl, Herzfrequenz oder Schlafqualität."}, "993c9dfb-ccb2-4fea-b0f8-8f27ed1d25bd": {"id": "993c9dfb-ccb2-4fea-b0f8-8f27ed1d25bd", "term": "Telemedizin", "definition": "Telemedizin bezeichnet die Nutzung von digitalen Kommunikationsmitteln, um medizinische Dienstleistungen über Distanz anzubieten. Dies umfasst unter anderem die Fernberatung durch Ärzte oder die Übermittlung von Diagnosen und Behandlungsplänen. Sie ist besonders vorteilhaft in abgelegenen Gebieten oder bei eingeschränkter Mobilität."}, "9585e799-1ab3-4601-b87d-cb9dd994f0bf": {"id": "9585e799-1ab3-4601-b87d-cb9dd994f0bf", "term": "Multitasking", "definition": "Multitasking bezeichnet das gleichzeitige Ausführen von mehreren Aufgaben. In der Praxis bedeutet es oft einen schnellen Wechsel zwischen verschiedenen Tätigkeiten. Die Forschung zeigt jedoch, dass das menschliche Gehirn nicht in der Lage ist, mehrere komplexe Aufgaben gleichzeitig effektiv zu bewältigen, was zu einer verminderten Qualität der Arbeit führen kann."}, "3054eb0c-7663-4e78-9bf4-dae0a7815d28": {"id": "3054eb0c-7663-4e78-9bf4-dae0a7815d28", "term": "Intermittierende Verstärkung", "definition": "Intermittierende Verstärkung ist ein psychologisches Prinzip, bei dem ein Verhalten nicht bei jeder Ausführung, sondern nur unregelmäßig verstärkt wird. In digitalen Medien führt dieser Effekt dazu, dass Nutzer immer wieder nach neuen Benachrichtigungen oder Inhalten suchen, weil sie auf eine Belohnung hoffen. Dies ist ein Prinzip, das auch in der Suchtforschung verwendet wird, um das Verlangen nach ständiger Bestätigung und Belohnung zu erklären."}, "1e656cbf-8cb2-4039-b099-2ad96ae0abea": {"id": "1e656cbf-8cb2-4039-b099-2ad96ae0abea", "term": "Pre Internet Brain", "definition": "Zustand des menschlichen Gehirns vor der weit verbreiteten Nutzung von Internet und digitalen Technologien; Im Vergleich zu den kognitiven Herausforderungen der heutigen Zeit, bei denen das Gehirn mit einer Flut von Informationen und ständiger Ablenkung konfrontiert ist, war das Leben vor dem Internet weniger informationsintensiv und erforderte mehr aktive Denkleistungen."}, "ddce78ef-ce4d-4cb0-ac4d-64e0b1862f17": {"id": "ddce78ef-ce4d-4cb0-ac4d-64e0b1862f17", "term": "IP-Adresse", "definition": "Eine eindeutige numerische Kennung, die jedem Gerät im Internet zugewiesen wird, um Datenkommunikation zu ermöglichen."}, "9b07e84f-57a8-4e5d-9caa-80f44000dba5": {"id": "9b07e84f-57a8-4e5d-9caa-80f44000dba5", "term": "Domain", "definition": "Eine für Menschen verständliche Adresse im Internet, die auf eine spezifische IP-Adresse verweist (z. B. www.example.com)."}, "1065edde-9863-414c-bbb0-99905648d6a9": {"id": "1065edde-9863-414c-bbb0-99905648d6a9", "term": "Datenpakete", "definition": "Kleinere Datenfragmente, die durch das Internet transportiert werden, um große Datenmengen effizient zu übertragen."}, "7e5b41fe-4eda-4d8b-92aa-fa969d7889db": {"id": "7e5b41fe-4eda-4d8b-92aa-fa969d7889db", "term": "CSS", "definition": "Cascading Style Sheets; eine Stylesheet-Sprache, die zur Gestaltung und Formatierung von Webseiten verwendet wird. Sie legt fest, wie HTML-Elemente aussehen sollen, z. B. Farben, Schriftarten und Layout."}, "bd60902f-0bdd-4d93-af7f-f713bcedd010": {"id": "bd60902f-0bdd-4d93-af7f-f713bcedd010", "term": "JavaScript", "definition": "Eine Skriptsprache, die dynamische und interaktive Funktionen auf Webseiten ermöglicht, wie z. B. Animationen, Benutzerinteraktionen und das Abrufen von Daten ohne Neuladen der Seite."}, "e6e16567-ef1a-4978-9960-2031610f2bd4": {"id": "e6e16567-ef1a-4978-9960-2031610f2bd4", "term": "Fear of Missing Out (FOMO)", "definition": "Die Angst, etwas Wichtiges zu verpassen, insbesondere in sozialen oder digitalen Kontexten, die durch ständige Erreichbarkeit und soziale Medien verstärkt werden kann."}, "88ace864-9ebc-4e97-a3e2-d4b7318461bb": {"id": "88ace864-9ebc-4e97-a3e2-d4b7318461bb", "term": "Dark Patterns", "definition": "Manipulative Designmuster in digitalen Anwendungen, die darauf abzielen, Nutzer zu unerwünschten Handlungen zu bewegen, etwa durch versteckte Informationen oder irreführende Schaltflächen."}, "1b7f870a-6f9d-4ee4-a48d-616046a44c3c": {"id": "1b7f870a-6f9d-4ee4-a48d-616046a44c3c", "term": "Doomscrolling", "definition": "Das zwanghafte und übermäßige Konsumieren negativer Nachrichten in digitalen Medien, was oft zu einem verstärkten Gefühl von Angst und Stress führt."}, "ecc00a51-3aa6-4e61-8e16-07fb377bec21": {"id": "ecc00a51-3aa6-4e61-8e16-07fb377bec21", "term": "Digital Detox", "definition": "Der bewusste, zeitlich begrenzte Verzicht auf die Nutzung digitaler Medien, um das eigene Wohlbefinden zu fördern und den Medienkonsum reflektierter zu gestalten."}, "7cb14b62-0108-45c8-bf16-70c315799478": {"id": "7cb14b62-0108-45c8-bf16-70c315799478", "term": "VUKA", "definition": "Eine Abkürzung, die vier Herausforderungen der modernen Welt beschreibt:\r\n\r\nVolatilität: Flüchtigkeit und schnelle Veränderungen.\r\nUnsicherheit: Schwierigkeiten bei der Vorhersage zukünftiger Entwicklungen.\r\nKomplexität: Hohe Vernetztheit und Intransparenz von Prozessen.\r\nAmbivalenz: Mehrdeutigkeit und widersprüchliche Informationen, die Entscheidungen erschweren."}, "c08423ce-1975-4be1-939f-329ca68a9d51": {"id": "c08423ce-1975-4be1-939f-329ca68a9d51", "term": "Informationsüberflutung", "definition": "Ein Zustand, bei dem Menschen aufgrund der großen Menge an Informationen in digitalen Medien Schwierigkeiten haben, diese zu verarbeiten und zu priorisieren."}, "946048bc-d753-4652-bb9a-58199e4216fd": {"id": "946048bc-d753-4652-bb9a-58199e4216fd", "term": "Cybermobbing", "definition": "Belästigung, Demütigung oder Bedrohung einer Person durch digitale Kommunikationsmittel wie soziale Medien oder Messenger-Dienste."}, "71306bc9-f397-452e-b9fe-2d994156b61d": {"id": "71306bc9-f397-452e-b9fe-2d994156b61d", "term": "Resilienz", "definition": "Die psychische Widerstandsfähigkeit, die es ermöglicht, nach belastenden Ereignissen wieder in den Normalzustand zurückzukehren und Herausforderungen ohne langfristige negative Auswirkungen auf die psychische Gesundheit zu bewältigen. Resilienz ist ein dynamischer Prozess, der durch das Zusammenspiel von Person und Umwelt entsteht."}, "f424c44f-527e-48e3-8a3e-730f7f8c08c3": {"id": "f424c44f-527e-48e3-8a3e-730f7f8c08c3", "term": "Zeitsouveränität", "definition": "Die Fähigkeit, Zeit bewusst und selbstbestimmt zu nutzen, indem man Prioritäten setzt, Aktivitäten strukturiert und Zeitdruck minimiert. Sie umfasst die Kontrolle über persönliche Ressourcen und das Verfolgen von Zielen ohne unnötigen Stress."}, "bbe50c43-6cab-434b-a468-010e0ce6d80d": {"id": "bbe50c43-6cab-434b-a468-010e0ce6d80d", "term": "WOOP-Methode", "definition": "Eine mentale Strategie zur Zielerreichung und Veränderung von Gewohnheiten, basierend auf den Schritten Wish (Wunsch), Outcome (Ergebnis), Obstacle (Hindernis) und Plan. Sie kombiniert positives Denken mit einer Auseinandersetzung mit Hindernissen, um realistische Umsetzungen zu fördern."}, "b969b596-5600-4267-b400-2f30437a506b": {"id": "b969b596-5600-4267-b400-2f30437a506b", "term": "Agiles Arbeits- und Zeitmanagement", "definition": "Ein Konzept zur flexiblen und schrittweisen Organisation von Aufgaben und Zielen, das Methoden wie Kanban, Mind Mapping, und die SMART-Methode nutzt, um Produktivität zu fördern und Stress zu reduzieren."}, "62746203-906e-4661-9d25-1b3a354c344b": {"id": "62746203-906e-4661-9d25-1b3a354c344b", "term": "Brainfog", "definition": "Ein Zustand geistiger Verwirrung oder mentaler Erschöpfung, oft durch Stress oder Überforderung verursacht, bei dem Konzentration und Klarheit schwerfallen."}, "8bf957d9-9f47-4f72-be98-9171577cd632": {"id": "8bf957d9-9f47-4f72-be98-9171577cd632", "term": "Clean Desk Policy", "definition": "Ein Organisationsprinzip, das auf einem ordentlichen, strukturierten Arbeitsplatz basiert, um Ablenkungen zu minimieren und die Produktivität zu steigern."}, "41a3a861-88ab-4673-9eb5-d670212cf0f7": {"id": "41a3a861-88ab-4673-9eb5-d670212cf0f7", "term": "Eisenhower-Matrix", "definition": "Ein Werkzeug zur Priorisierung von Aufgaben, basierend auf ihrer Dringlichkeit und Wichtigkeit, das in vier Kategorien unterteilt wird, um effektive Zeitnutzung zu fördern."}, "2bae856b-bc69-4183-9c96-f175e8cdbc3a": {"id": "2bae856b-bc69-4183-9c96-f175e8cdbc3a", "term": "Kaizen", "definition": "Eine japanische Methode zur kontinuierlichen Verbesserung durch kleine, schrittweise Veränderungen, die Angst und Überforderung minimiert."}, "c2b387a8-dd4f-4771-98e3-e9a219318980": {"id": "c2b387a8-dd4f-4771-98e3-e9a219318980", "term": "Kanban", "definition": "Eine agile Projektmanagement-Methode, die Aufgaben auf einem Board visualisiert und in Schritte wie \"To-Do\", \"Doing\" und \"Done\" unterteilt, um den Workflow zu optimieren."}, "d478f2e4-191a-4d47-b7be-efc76db3cd0c": {"id": "d478f2e4-191a-4d47-b7be-efc76db3cd0c", "term": "Mind Mapping", "definition": "Eine kreative Methode zur Visualisierung von Ideen, die durch zentrale Themen und assoziative Verbindungen eine Übersicht und Strukturierung komplexer Inhalte ermöglicht."}, "6dacd9c5-aae4-44b9-b340-b0e77bf23528": {"id": "6dacd9c5-aae4-44b9-b340-b0e77bf23528", "term": "Minimal Viable Product (MVP)", "definition": "Die einfachste Version eines Produkts oder Projekts, die bereits nutzbar ist und weiterentwickelt werden kann."}, "0c644e85-7992-4eef-8b9b-f33e52cc349b": {"id": "0c644e85-7992-4eef-8b9b-f33e52cc349b", "term": "Prokrastination", "definition": "Das Verschieben oder Vermeiden von Aufgaben, das als Reaktion auf Überforderung auftreten kann, jedoch durch Reflexion und kleine Schritte funktional genutzt werden kann."}, "3d980288-82d7-48f3-b885-6a01c2d3d01a": {"id": "3d980288-82d7-48f3-b885-6a01c2d3d01a", "term": "SMART-Methode", "definition": "Eine Methode zur Zielsetzung, bei der Ziele spezifisch, messbar, attraktiv, realistisch und terminiert definiert werden, um ihre Umsetzung zu erleichtern."}, "16935b83-a903-4507-a0fc-40ebf6a7bd49": {"id": "16935b83-a903-4507-a0fc-40ebf6a7bd49", "term": "Zeigarnik-Effekt", "definition": "Ein psychologisches Phänomen, das beschreibt, wie unerledigte Aufgaben im Gedächtnis bleiben und mentalen Raum beanspruchen, was Stress fördern kann."}, "54766d13-a957-41a4-bec9-2651159fc49f": {"id": "54766d13-a957-41a4-bec9-2651159fc49f", "term": "Strukturierte Daten", "definition": "Daten, die in einer klar definierten Struktur wie Tabellen oder Datenbanken gespeichert und leicht durchsucht und analysiert werden können. Beispiele sind Preise, Rezepte oder Kontaktinformationen."}, "c978507d-9a94-4035-b9ca-09ffcd194cb9": {"id": "c978507d-9a94-4035-b9ca-09ffcd194cb9", "term": "Unstrukturierte Daten", "definition": "Rohdaten ohne feste Struktur, die eine Vielzahl von Formaten annehmen können, z. B. E-Mails, Videos oder GPS-Signale. Sie machen den Großteil der verfügbaren Daten aus, sind aber schwerer zu analysieren."}, "02b57f8a-a946-4eb4-82ce-69614ed2720a": {"id": "02b57f8a-a946-4eb4-82ce-69614ed2720a", "term": "5 V von Big Data", "definition": "Schlüsselkonzepte zur Beschreibung von Big Data:\r\n\r\nVolume: Die riesige Menge an Daten.\r\nVariety: Die Vielfalt der Datenformate, z. B. Texte, Bilder, Videos.\r\nVelocity: Die Geschwindigkeit, mit der Daten erzeugt und analysiert werden.\r\nValidity: Die Qualität der Daten, frei von Fehlern oder Verzerrungen.\r\nValue: Der geschaffene Nutzen durch die Analyse der Daten."}, "50ccdf11-11b5-4c2e-9bd1-c7c2694bff01": {"id": "50ccdf11-11b5-4c2e-9bd1-c7c2694bff01", "term": "Digital Humanities", "definition": "Ein interdisziplinäres Feld, das computergestützte Methoden zur Analyse von Daten in den Geisteswissenschaften einsetzt, z. B. zur Untersuchung historischer Texte."}, "d1fbbb28-8a14-48b1-a759-c14eb88c4c3c": {"id": "d1fbbb28-8a14-48b1-a759-c14eb88c4c3c", "term": "Suchoperatoren", "definition": "Werkzeuge wie Anführungszeichen oder Doppelpunkte, die Suchanfragen verfeinern, um genauere Ergebnisse in Suchmaschinen oder Datenbanken zu erzielen."}, "56f5f85c-71cd-4fd4-99d6-5e5c944b4798": {"id": "56f5f85c-71cd-4fd4-99d6-5e5c944b4798", "term": "Daten", "definition": "1. Beobachtungen oder Aufzeichnungen in symbolischer Form, z. B. Zahlen oder Zeichen, die durch Kontext zu Information werden.\r\n2. Kleinste Informationseinheiten, die auf Computersystemen gespeichert werden und aus denen größere Informationen wie Bilder, Texte oder Statistiken zusammengesetzt werden können. Sie können strukturiert (z. B. in Datenbanken) oder unstrukturiert (z. B. Texte oder Bilder) vorliegen."}, "e7791395-c2ae-4b13-b094-d147b7c54d8e": {"id": "e7791395-c2ae-4b13-b094-d147b7c54d8e", "term": "Information", "definition": "Kontextualisierte Daten, die eine Bedeutung haben und interpretiert werden können."}, "de483fc4-a6d2-4557-8881-f34da519ce11": {"id": "de483fc4-a6d2-4557-8881-f34da519ce11", "term": "Wissen", "definition": "Anwendbare Information, die in der Praxis genutzt werden kann, um Handlungen oder Entscheidungen zu treffen."}, "099e7eeb-dca8-4c19-b6b7-3ba73bf5706f": {"id": "099e7eeb-dca8-4c19-b6b7-3ba73bf5706f", "term": "Web-Crawler", "definition": "Ein Programm, das automatisch Webseiten besucht, neue Inhalte identifiziert und diese für die Indexierung erfasst."}, "bc67f7cc-73d2-446c-a868-d6e6cb4cb297": {"id": "bc67f7cc-73d2-446c-a868-d6e6cb4cb297", "term": "Web-Index", "definition": "Eine Datenbank, die alle erfassten Webseiten strukturiert ordnet, ähnlich einem Register in einem Buch, um Suchanfragen effizient zu beantworten."}, "9b93c768-4ac6-4582-8553-5490e3f5c573": {"id": "9b93c768-4ac6-4582-8553-5490e3f5c573", "term": "Ranking (im Kontext von Webseiten)", "definition": "Der Prozess, der Webseiten nach ihrer Relevanz ordnet, basierend auf Faktoren wie Verlinkungen."}, "b486e4ab-2764-4d6e-a849-cea285a038c5": {"id": "b486e4ab-2764-4d6e-a849-cea285a038c5", "term": "SEO (Search Engine Optimization)", "definition": "Verfahren, die Metadaten von Webseiten optimieren, um deren Sichtbarkeit und Platzierung in den organischen Suchergebnissen zu verbessern."}, "5ceb0fcd-c00a-4a6f-ba2d-8511c2082f57": {"id": "5ceb0fcd-c00a-4a6f-ba2d-8511c2082f57", "term": "Organische Suchergebnisse", "definition": "Suchergebnisse, die algorithmisch generiert werden, ohne dass für ihre Platzierung bezahlt wurde."}, "a4930ab1-6bfc-4957-8c43-23bac423164d": {"id": "a4930ab1-6bfc-4957-8c43-23bac423164d", "term": "Bezahlte Suchergebnisse", "definition": "Anzeigen oder gesponserte Ergebnisse, die durch Zahlungen an die Suchmaschinenanbieter prominent platziert werden."}, "2509d910-df31-417d-965b-0bc12004d0b6": {"id": "2509d910-df31-417d-965b-0bc12004d0b6", "term": "Browser", "definition": "Software, die den Zugriff auf Inhalte im Internet ermöglicht, indem sie HTML-Code in eine benutzerfreundliche Darstellung übersetzt. Beispiele: Chrome, Firefox, Edge."}, "2440e6c5-b770-48ec-8efa-7665ee7d3e55": {"id": "2440e6c5-b770-48ec-8efa-7665ee7d3e55", "term": "Quellcode", "definition": "Der Programmiertext, der die Struktur, das Layout und die Funktionen einer Webseite beschreibt."}, "612aa9b2-8807-42aa-80dc-928aa6c72196": {"id": "612aa9b2-8807-42aa-80dc-928aa6c72196", "term": "Hypertext Transfer Protocol (HTTP)", "definition": "Ein Protokoll, das die Übertragung von Daten zwischen Webservern und Browsern regelt."}, "ecb5f8a1-beb9-4eae-a5e9-dc3eef8df1b0": {"id": "ecb5f8a1-beb9-4eae-a5e9-dc3eef8df1b0", "term": "Hypertext Transfer Protocol Secure (HTTPS)", "definition": "Eine sichere Erweiterung von HTTP, die Datenverschlüsselung für sichere Verbindungen bietet.\r\nWebtracking: Verfahren, bei dem Nutzeraktivitäten im Internet analysiert werden, oft durch Cookies oder Browser-Fingerabdrücke, um personalisierte Werbung anzuzeigen."}, "e3afb170-db83-41fe-8638-9b5c558bf26f": {"id": "e3afb170-db83-41fe-8638-9b5c558bf26f", "term": "Cookies", "definition": "Kleine Dateien, die Informationen über Nutzerinteraktionen speichern, um personalisierte Erlebnisse und Inhalte bereitzustellen."}, "49ffbcf8-7e6b-4330-82a8-248f6fdfd16e": {"id": "49ffbcf8-7e6b-4330-82a8-248f6fdfd16e", "term": "Cache", "definition": "Zwischenspeicher, der besuchte Webseiten speichert, um diese beim nächsten Besuch schneller zu laden."}, "68247fb2-395b-4048-b838-6ddbfc99346a": {"id": "68247fb2-395b-4048-b838-6ddbfc99346a", "term": "Web 2.0", "definition": "Webseiten, die auf Interaktivität und kollaborativen Inhalten basieren, wie Blogs, soziale Medien und Wiki-Seiten."}, "4cb822d5-991f-4f57-b036-f324dea05767": {"id": "4cb822d5-991f-4f57-b036-f324dea05767", "term": "Clearnet (Surface Web)", "definition": "Der sichtbare und über Suchmaschinen zugängliche Teil des Internets, der etwa 10% der Inhalte umfasst."}, "7e954ec5-8325-4357-96fa-5ced5636554e": {"id": "7e954ec5-8325-4357-96fa-5ced5636554e", "term": "Deep Web", "definition": "Ein Teil des Internets, der nicht von Suchmaschinen indexiert wird und für den oft Zugangsbeschränkungen oder Authentifizierungen erforderlich sind, z. B. für firmeninterne Intranets oder Datenbanken."}, "66a85671-2faa-4c17-a294-90935672dc3a": {"id": "66a85671-2faa-4c17-a294-90935672dc3a", "term": "Darknet", "definition": "Ein Teil des Deep Web, der nur über spezielle Software wie den TOR-Browser zugänglich ist. Es zeichnet sich durch hohe Anonymität aus, die sowohl legale als auch illegale Aktivitäten ermöglicht."}, "00c470b6-dd06-411d-92a1-98b116a833b1": {"id": "00c470b6-dd06-411d-92a1-98b116a833b1", "term": "TOR-Browser (The Onion Router)", "definition": "Eine Software, die anonymes Surfen im Internet ermöglicht, indem Datenverkehr durch mehrere verschlüsselte Knotenpunkte geleitet wird. Notwendig für den Zugang zum Darknet."}, "86f43a8c-b26b-4734-9a47-3994ca3e165c": {"id": "86f43a8c-b26b-4734-9a47-3994ca3e165c", "term": "Virtual Private Network (VPN)", "definition": "Eine Technologie, die eine verschlüsselte Verbindung zwischen Ihrem Gerät und einem VPN-Server herstellt, wodurch Ihre IP-Adresse verborgen wird und Anonymität sowie Sicherheit beim Surfen erhöht werden."}, "250e6fb8-c1b7-420d-ad7c-928bb094c030": {"id": "250e6fb8-c1b7-420d-ad7c-928bb094c030", "term": "Geoblocking", "definition": "Die Beschränkung des Zugangs zu Internetinhalten basierend auf geografischen Standorten. Kann durch VPNs umgangen werden."}, "746297bf-164c-41f2-a94d-a1fdb407e5f9": {"id": "746297bf-164c-41f2-a94d-a1fdb407e5f9", "term": "VPN-Tunnel", "definition": "Die verschlüsselte Verbindung zwischen einem Endgerät und einem VPN-Server, die den Datenverkehr schützt und die IP-Adresse des Nutzers verbirgt."}, "7b58ac75-8171-4012-a2e0-1db92e37fa67": {"id": "7b58ac75-8171-4012-a2e0-1db92e37fa67", "term": "Onion-Routing", "definition": "Ein mehrschichtiges Verschlüsselungskonzept, das den Datenverkehr im TOR-Netzwerk anonymisiert. Jede Schicht kennt nur ihren Vorgänger und Nachfolger."}, "e7f27b19-d79a-4386-8f26-c560722207d7": {"id": "e7f27b19-d79a-4386-8f26-c560722207d7", "term": "Fake News", "definition": "Falschmeldungen, die bewusst oder unbewusst erstellt und verbreitet werden, häufig mit dem Ziel, die öffentliche Meinung zu manipulieren, Misstrauen zu säen oder politische und finanzielle Interessen zu fördern."}, "9e31f304-1ff7-4629-b3ef-6114f88657e6": {"id": "9e31f304-1ff7-4629-b3ef-6114f88657e6", "term": "Automation Bias", "definition": "Die Tendenz, automatisierten Systemen zu viel Vertrauen zu schenken und deren Vorschläge oder Entscheidungen ungeprüft zu übernehmen, auch wenn diese fehlerhaft sind."}, "b8d7b660-9f1c-4948-9182-54bcbb73b964": {"id": "b8d7b660-9f1c-4948-9182-54bcbb73b964", "term": "Selection Bias", "definition": "Verzerrung durch nicht repräsentative Stichproben oder Daten, die zu fehlerhaften oder nicht generalisierbaren Ergebnissen führen können."}, "5f13b925-6995-4978-aec7-bba59478a458": {"id": "5f13b925-6995-4978-aec7-bba59478a458", "term": "Group Attribution Bias", "definition": "Die fehlerhafte Übertragung von Eigenschaften oder Verhaltensweisen eines Einzelnen auf eine gesamte Gruppe."}, "4a781819-e228-4522-a5b4-29c35842128f": {"id": "4a781819-e228-4522-a5b4-29c35842128f", "term": "Implicit Bias", "definition": "Unbewusste Vorurteile oder Stereotypen, die unser Verhalten und unsere Entscheidungen beeinflussen können, oft ohne dass wir uns dessen bewusst sind."}, "a58ff657-bf2a-4681-bea7-04fc58b230e1": {"id": "a58ff657-bf2a-4681-bea7-04fc58b230e1", "term": "Filterblasen", "definition": "Digitale Umgebungen, in denen Algorithmen Inhalte filtern und personalisieren, wodurch Nutzer:innen vor allem Informationen sehen, die ihre bestehenden Meinungen bestätigen, während abweichende Perspektiven ausgeblendet werden."}, "42ddc6a2-2d57-4c44-9e29-800c1f0f96fc": {"id": "42ddc6a2-2d57-4c44-9e29-800c1f0f96fc", "term": "Vertrauenswürdige KI", "definition": "KI-Systeme, die ethischen Leitlinien folgen und Anforderungen wie Transparenz, Fairness, Datenschutz, Sicherheit und menschliche Aufsicht erfüllen, um gesellschaftlich akzeptierte Standards zu gewährleisten."}, "7ac98282-8044-48b0-a2ad-029297d19aa3": {"id": "7ac98282-8044-48b0-a2ad-029297d19aa3", "term": "ROT-Data", "definition": "Ein Akronym für redundante, obsolete und triviale Daten. Diese Daten sind unnötig und erschweren das Datenmanagement, ohne einen Mehrwert zu liefern."}, "393f511a-5c74-49ea-a763-689e340a921f": {"id": "393f511a-5c74-49ea-a763-689e340a921f", "term": "Versionierung", "definition": "Ein Verfahren zur Kennzeichnung von Dokumenten, das es ermöglicht, den Bearbeitungsstatus oder die Reihenfolge von Änderungen eindeutig zu identifizieren."}, "a30ba602-f350-4b72-b8f9-74f2aa70a173": {"id": "a30ba602-f350-4b72-b8f9-74f2aa70a173", "term": "3-2-1-Backup-Strategie", "definition": "Eine empfohlene Methode zur Datensicherung, bei der drei Kopien der Daten existieren, auf zwei verschiedenen Medientypen gespeichert und eine davon extern aufbewahrt wird."}, "52f3ada4-a35b-4277-b2c0-74684885b7f7": {"id": "52f3ada4-a35b-4277-b2c0-74684885b7f7", "term": "Dateileichen", "definition": "Dateien, die nicht mehr benötigt werden und Speicherplatz beanspruchen, was zu Performanceeinbußen führen kann."}, "56439dcf-4ea9-49b2-a8c2-1643dce9a5bc": {"id": "56439dcf-4ea9-49b2-a8c2-1643dce9a5bc", "term": "Cloud", "definition": "Externer Speicherort oder Rechenzentrum, das Dateien, Rechenleistung und Anwendungen online zugänglich macht und für ortsunabhängiges Arbeiten geeignet ist."}, "ee0a8e90-3ce2-4d74-ad71-b99b34f8d993": {"id": "ee0a8e90-3ce2-4d74-ad71-b99b34f8d993", "term": "Backup", "definition": "Eine Sicherheitskopie von Daten, die vor Verlust schützt. Es gibt verschiedene Arten, wie Vollbackups, differentielle und inkrementelle Backups."}, "086b1610-8606-4a63-b16e-a654bb56624b": {"id": "086b1610-8606-4a63-b16e-a654bb56624b", "term": "Dateimanager", "definition": "Software, die eine grafische Benutzeroberfläche zur Verwaltung von Dateien bietet, z. B. Windows-Explorer oder Finder bei Apple."}, "8f807abd-abd3-4813-95ca-30d4a8a94fbd": {"id": "8f807abd-abd3-4813-95ca-30d4a8a94fbd", "term": "Ordnerstruktur", "definition": "Die systematische Anordnung von Dateien in einem Verzeichnisbaum, der entweder vertikal (wenig Unterordner) oder horizontal (viele Unterordner) gestaltet sein kann."}, "680918b9-da8b-4743-a04a-e2bf99036334": {"id": "680918b9-da8b-4743-a04a-e2bf99036334", "term": "Datensparsamkeit", "definition": "Das Prinzip, nur notwendige Daten zu sammeln und zu speichern, um Ressourcen zu schonen und den Überblick zu bewahren."}, "b9c3a130-75f2-44a6-af64-a672c2cbab56": {"id": "b9c3a130-75f2-44a6-af64-a672c2cbab56", "term": "Datenökonomie", "definition": "Ein Konzept, das Daten als Wirtschaftsgut versteht, welches monetarisiert und in Geschäftsmodellen genutzt wird. Es umfasst Strategien, um wirtschaftlichen Wert aus Daten zu ziehen."}, "4af1073e-b18e-48fa-bf16-609bff162315": {"id": "4af1073e-b18e-48fa-bf16-609bff162315", "term": "Personenbezogene Daten", "definition": "Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen, wie Name, Adresse, Gesundheitsdaten oder Finanzdaten, und durch die Rückschlüsse auf diese Person möglich sind."}, "2c170c15-f239-42e1-a4e8-98fd76401993": {"id": "2c170c15-f239-42e1-a4e8-98fd76401993", "term": "Transparenz", "definition": "Ein Prinzip, das sicherstellt, dass der Ursprung und die Verwendung von Daten offen und nachvollziehbar sind, um Vertrauen und Glaubwürdigkeit zu fördern."}, "86410a09-7645-46fb-bbe0-3e5f90023ac7": {"id": "86410a09-7645-46fb-bbe0-3e5f90023ac7", "term": "Informationelle Selbstbestimmung", "definition": "Das Recht jedes Einzelnen, über die Erhebung, Verarbeitung und Nutzung seiner persönlichen Daten selbst zu bestimmen. Dieses Prinzip ist ein zentraler Bestandteil der Datenschutzgesetze."}, "206d8faa-b304-412b-b05c-6e3f95193267": {"id": "206d8faa-b304-412b-b05c-6e3f95193267", "term": "Binärsystem", "definition": "Ein Zahlensystem, das nur die Ziffern 0 und 1 verwendet und als Grundlage für die Datenverarbeitung in Computern dient."}, "18e927c3-c732-4a17-b985-670b1e133b16": {"id": "18e927c3-c732-4a17-b985-670b1e133b16", "term": "Compiler", "definition": "Ein Programm, das Quellcode in eine für Computer ausführbare Form übersetzt, meist in Maschinensprache oder Bytecode."}, "72aeee42-1a23-4dab-a6a9-1052f3f62e2a": {"id": "72aeee42-1a23-4dab-a6a9-1052f3f62e2a", "term": "Assembler", "definition": "Eine maschinennahe Programmiersprache, die direkte Kontrolle über die Hardware eines Computers ermöglicht."}, "21fa845c-924f-4678-ad00-560ea8d8ff04": {"id": "21fa845c-924f-4678-ad00-560ea8d8ff04", "term": "Smart Home", "definition": "Ein vernetztes Zuhause, in dem Geräte und Systeme automatisiert und zentral gesteuert werden können, oft mithilfe von programmierbaren Anwendungen."}, "cb02bac8-232d-4252-bd42-4469260e086c": {"id": "cb02bac8-232d-4252-bd42-4469260e086c", "term": "Industrie 4.0", "definition": "Eine Vision der vernetzten und automatisierten Produktion, bei der Maschinen und Systeme selbstständig Daten austauschen und Entscheidungen treffen."}, "57f81d63-f1e4-4f67-a1c4-3c070f25000d": {"id": "57f81d63-f1e4-4f67-a1c4-3c070f25000d", "term": "Computational Thinking", "definition": "Ein Denkansatz, der die Prinzipien der Informatik nutzt, um Probleme zu analysieren, zu strukturieren und durch Algorithmen oder andere logische Ansätze zu lösen."}, "444132c7-3b6a-4c48-8fb9-838a7537e69e": {"id": "444132c7-3b6a-4c48-8fb9-838a7537e69e", "term": "Ethics by Design", "definition": "Ein Ansatz in der Softwareentwicklung, der ethische Überlegungen von Anfang an in den Entwicklungsprozess integriert, um gesellschaftliche und moralische Werte in Technologie umzusetzen."}, "4acc6430-051e-4c0c-8bfe-b72d3db85ed2": {"id": "4acc6430-051e-4c0c-8bfe-b72d3db85ed2", "term": "Open Source", "definition": "Software, deren Quellcode öffentlich zugänglich ist und von der Community genutzt, verändert und weiterentwickelt werden kann."}, "d48f5c72-7279-4389-ac8d-ceb4d1b00724": {"id": "d48f5c72-7279-4389-ac8d-ceb4d1b00724", "term": "Quantenüberlegenheit (Quantum Supremacy)", "definition": "Der Punkt, an dem ein Quantencomputer eine Aufgabe wesentlich schneller lösen kann als herkömmliche Computer."}, "29ad993c-ade7-42b3-b011-9acd93a672f7": {"id": "29ad993c-ade7-42b3-b011-9acd93a672f7", "term": "Qubit", "definition": "Die kleinste Informationseinheit in einem Quantencomputer, die aufgrund der Überlagerung gleichzeitig die Zustände 0 und 1 einnehmen kann."}, "f8d983bb-6e2b-4000-a09a-2854829b5233": {"id": "f8d983bb-6e2b-4000-a09a-2854829b5233", "term": "Standardsoftware", "definition": "Vorgefertigte Softwarelösungen, die allgemeine und spezifische Anforderungen von Unternehmen erfüllen können und oft keine Programmierkenntnisse für die Anpassung erfordern."}, "5564f8af-3053-42dc-94bb-62426f7396ed": {"id": "5564f8af-3053-42dc-94bb-62426f7396ed", "term": "Technologische Disruption", "definition": "Ein tiefgreifender Wandel, der durch neue Technologien ausgelöst wird und bestehende Geschäftsmodelle oder Arbeitsweisen fundamental verändert."}, "4919b152-6cdf-4adb-8248-cfc2cfcb032e": {"id": "4919b152-6cdf-4adb-8248-cfc2cfcb032e", "term": "Digitale Inhalte", "definition": "Informationen oder Daten, die in elektronischer Form bereitgestellt werden, z. B. Videos, Texte, Podcasts, Grafiken oder Programme, die über digitale Geräte und das Internet zugänglich sind."}, "487b5e80-d9ff-48c8-a38c-b47f0b72df75": {"id": "487b5e80-d9ff-48c8-a38c-b47f0b72df75", "term": "Aufmerksamkeitsökonomie", "definition": "Ein Konzept, das beschreibt, wie Aufmerksamkeit als wertvolle Ressource von Unternehmen und Medien umkämpft wird, insbesondere durch digitale Plattformen und Inhalte."}, "637522a8-90d8-4a4a-908a-c97125116439": {"id": "637522a8-90d8-4a4a-908a-c97125116439", "term": "Multimedialer Effekt", "definition": "Ein kognitiver Effekt, der zeigt, dass die Kombination von Text und Bildern oder anderen visuellen Elementen das Verständnis und den Lernerfolg verbessert."}, "d0e411e9-a705-4972-8e5d-f08ca792dab0": {"id": "d0e411e9-a705-4972-8e5d-f08ca792dab0", "term": "Konsistenz-Effekt", "definition": "Die positive Wirkung einer einheitlichen Präsentation von Informationen in unterschiedlichen Medienformaten auf das Verständnis und die Lernbereitschaft."}, "bc65dc90-579d-42cf-a8ba-9ad8bfcec063": {"id": "bc65dc90-579d-42cf-a8ba-9ad8bfcec063", "term": "Kontext-Effekt", "definition": "Der Einfluss eines relevanten Umfelds auf die Verständlichkeit und den Lernerfolg von Informationen."}, "144e6112-2bce-48ce-b090-b7d446666ca8": {"id": "144e6112-2bce-48ce-b090-b7d446666ca8", "term": "Cocktailparty-Effekt", "definition": "Die Fähigkeit des Gehirns, in einer lauten Umgebung bestimmte relevante Informationen, wie einen bekannten Namen, aus der Masse herauszufiltern."}, "7c222708-90bb-40ef-b315-d22a9d1876a5": {"id": "7c222708-90bb-40ef-b315-d22a9d1876a5", "term": "Interaktive Inhalte", "definition": "Digitale Formate, die durch Nutzerinteraktion geprägt sind und personalisiertes Lernen oder Datenpräsentationen ermöglichen."}, "1fc1f881-e289-4e16-bfcc-92dcd67d3719": {"id": "1fc1f881-e289-4e16-bfcc-92dcd67d3719", "term": "Informationsüberflutung (Information Overload)", "definition": "Der Zustand, wenn die Menge an Informationen die kognitive Verarbeitungskapazität übersteigt und die Konzentration und das Lernen beeinträchtigt."}, "e9908aec-9581-4114-91d8-3e9a6da16380": {"id": "e9908aec-9581-4114-91d8-3e9a6da16380", "term": "Seriöse Quellen", "definition": "Inhalte, die von anerkannten Institutionen, Experten oder etablierten Organisationen veröffentlicht werden, oft durch wissenschaftliche Standards wie Peer-Review geprüft. Sie zeichnen sich durch Aktualität, Überprüfbarkeit und Objektivität aus und umfassen beispielsweise Fachzeitschriften, staatliche Webseiten und renommierte Nachrichtenportale."}, "d0d41e7c-f5cb-4159-a45b-11ec0d0c246d": {"id": "d0d41e7c-f5cb-4159-a45b-11ec0d0c246d", "term": "Unseriöse Quellen", "definition": "Inhalte, die keine transparente Überprüfung durchlaufen, subjektive Meinungen oder voreingenommene Ansichten widerspiegeln und oft reißerische oder ungenaue Informationen verbreiten. Beispiele sind Boulevard-Websites, soziale Medien mit hoher Fälschungsrate oder Plattformen ohne redaktionelle Überprüfung."}, "fcfddb7c-cb8f-462f-a938-f16adaf99f46": {"id": "fcfddb7c-cb8f-462f-a938-f16adaf99f46", "term": "Clickbait", "definition": "Sensationalistische Überschriften, die darauf abzielen, Aufmerksamkeit zu erregen und Klicks zu generieren, oft ohne den versprochenen informativen oder qualitativen Inhalt zu liefern."}, "4f2e0cba-9b8f-48d1-b9f6-52388d1b8c86": {"id": "4f2e0cba-9b8f-48d1-b9f6-52388d1b8c86", "term": "Peer Review", "definition": "Ein Qualitätssicherungsprozess, bei dem wissenschaftliche Arbeiten vor der Veröffentlichung von Fachkollegen auf inhaltliche Korrektheit, Relevanz und methodische Strenge überprüft werden."}, "bb533270-12d0-4480-8054-79a0eb34b6ba": {"id": "bb533270-12d0-4480-8054-79a0eb34b6ba", "term": "Content Creator", "definition": "Eine Person oder Berufsbezeichnung für diejenigen, die digitale Inhalte wie Videos, Texte oder Bilder erstellen und oft über soziale Medien und Plattformen verbreiten."}, "bc3f5e9c-089a-4de1-9f6c-a84a78015279": {"id": "bc3f5e9c-089a-4de1-9f6c-a84a78015279", "term": "Digitale Transformation", "definition": "Ein umfassender Wandel, der durch den Einsatz digitaler Technologien die Art und Weise verändert, wie Menschen arbeiten, lernen und kommunizieren."}, "b51d9972-bddb-47a1-8996-c40cc5cf0c65": {"id": "b51d9972-bddb-47a1-8996-c40cc5cf0c65", "term": "Cloud Computing", "definition": "Die Nutzung von Online-Diensten für Speicherung, Verarbeitung und Verwaltung von Daten, die Skalierbarkeit und Effizienz verbessern."}, "7cbca2bf-d664-4aa0-b62a-7dd97e73b466": {"id": "7cbca2bf-d664-4aa0-b62a-7dd97e73b466", "term": "Dateien", "definition": "Geordnete Zusammenstellungen von Daten in maschinenlesbarer Form. Dateien haben Namen und Erweiterungen, die ihren Typ kennzeichnen, wie z. B. .jpg für Bilder oder .docx für Textdokumente."}, "07b14114-e0a1-4511-bf06-dc2d389dd417": {"id": "07b14114-e0a1-4511-bf06-dc2d389dd417", "term": "Dateiformate", "definition": "Standards zur Speicherung und Darstellung von Daten in Dateien. Verschiedene Formate wie .jpg, .pdf oder .mp3 sind für spezifische Anwendungsbereiche optimiert, wie Bilder, Texte oder Audiodaten."}, "14f4933e-d388-4771-af95-6d9a596cbe6f": {"id": "14f4933e-d388-4771-af95-6d9a596cbe6f", "term": "Metadaten", "definition": "Daten, die Informationen über andere Daten oder Dateien enthalten, wie Entstehungszeitpunkt, Format oder Urheber. Sie erleichtern Organisation und Kontextualisierung von Daten."}, "e68f95b3-be07-4b98-888e-bb6dcc9e963d": {"id": "e68f95b3-be07-4b98-888e-bb6dcc9e963d", "term": "Primärdaten", "definition": "Rohdaten, die direkt gewonnen werden, z. B. durch Messgeräte oder Umfragen, und noch nicht bearbeitet oder ausgewertet wurden."}, "0cb948e1-72d7-4aae-8807-9ecded9c2590": {"id": "0cb948e1-72d7-4aae-8807-9ecded9c2590", "term": "Sekundärdaten", "definition": "Aufbereitete Daten, die durch Interpretation, Analyse oder Kontextualisierung aus Primärdaten gewonnen werden."}, "5179c38e-e01e-4773-b5f7-09329de76c56": {"id": "5179c38e-e01e-4773-b5f7-09329de76c56", "term": "Quantitative Daten", "definition": "Numerische Daten, die mathematisch verarbeitet werden können, wie Gewicht oder Größe."}, "295e0ad5-b68d-4b4d-8b5b-b6d2996cf160": {"id": "295e0ad5-b68d-4b4d-8b5b-b6d2996cf160", "term": "Qualitative Daten", "definition": "Nicht-numerische Daten, die subjektive Merkmale, Meinungen oder Eindrücke darstellen, wie Texte aus Interviews oder Beobachtungen."}, "6b396d3b-e933-4f52-a41f-aa26930c92ad": {"id": "6b396d3b-e933-4f52-a41f-aa26930c92ad", "term": "Datenverarbeitung", "definition": "Jegliche Handlung mit Daten, wie Erheben, Speichern, Analysieren oder Löschen, häufig automatisiert und systematisch."}, "6162c024-e5ac-4fc7-b91d-f1e69f7abf2b": {"id": "6162c024-e5ac-4fc7-b91d-f1e69f7abf2b", "term": "Datenmanagement", "definition": "Strategische Planung, Speicherung, Organisation und Nutzung von Daten, einschließlich ihrer Analyse und Weitergabe."}, "3f29b225-07cb-4465-8588-547f49293b9c": {"id": "3f29b225-07cb-4465-8588-547f49293b9c", "term": "Forschungsdatenmanagement (FDM)", "definition": "Organisierung und Dokumentation von Forschungsdaten über ihren gesamten Lebenszyklus, von der Erfassung bis zur Archivierung, um Transparenz und Wiederverwendbarkeit zu gewährleisten."}, "87e55e36-f791-40cc-92d1-0878b629537a": {"id": "87e55e36-f791-40cc-92d1-0878b629537a", "term": "Lebenszyklus von Forschungsdaten", "definition": "Phasen, die Forschungsdaten durchlaufen, von Erstellung, Verarbeitung, Analyse, Veröffentlichung bis zur langfristigen Archivierung."}, "d2138fdf-8545-445f-82ea-4aa8b9733dae": {"id": "d2138fdf-8545-445f-82ea-4aa8b9733dae", "term": "Datenbanken", "definition": "Strukturierte Sammlungen von Daten, die effizient gespeichert, abgefragt und bearbeitet werden können, z. B. für große Datenmengen in Tabellenform."}, "f8c60928-8fce-46e0-bc94-2d22bf06021b": {"id": "f8c60928-8fce-46e0-bc94-2d22bf06021b", "term": "Repositorien", "definition": "Digitale Speicherorte für wissenschaftliche oder institutionelle Daten und Objekte, die öffentlich oder eingeschränkt zugänglich sind."}, "b28cef41-a64a-4cf5-bbd5-984b96ecd319": {"id": "b28cef41-a64a-4cf5-bbd5-984b96ecd319", "term": "E-Mail", "definition": "Eine elektronische Nachricht, die zwischen Computern über das Internet ausgetauscht wird. Die erste E-Mail in Deutschland wurde am 3. August 1984 empfangen und markiert den Beginn der digitalen Kommunikation im Land."}, "38eb5299-3e1a-4517-9097-b8bc93cf3445": {"id": "38eb5299-3e1a-4517-9097-b8bc93cf3445", "term": "Virtuelle Kommunikation", "definition": "Austausch von Informationen und Interaktionen, die über digitale Medien wie E-Mail, soziale Netzwerke oder Videokonferenzen erfolgen und nicht auf physische Präsenz angewiesen sind."}, "4f4dc691-c417-451c-a957-6722b130dd79": {"id": "4f4dc691-c417-451c-a957-6722b130dd79", "term": "Hybride Kommunikation", "definition": "Eine Kombination aus physischen und digitalen Interaktionen, die Elemente beider Kommunikationsformen vereint, z. B. hybride Meetings mit Online- und Vor-Ort-Teilnehmern."}, "6180eaed-ef0a-4f22-a1ee-9b05ca419fae": {"id": "6180eaed-ef0a-4f22-a1ee-9b05ca419fae", "term": "Hybride Meetings", "definition": "Veranstaltungen oder Besprechungen, bei denen Teilnehmer sowohl vor Ort als auch online teilnehmen und über digitale Kommunikationsplattformen verbunden sind."}, "7b73335e-43bd-432b-bc48-5a8fb8080e2b": {"id": "7b73335e-43bd-432b-bc48-5a8fb8080e2b", "term": "Hybride Bildung", "definition": "Bildungsmodelle, die Präsenzunterricht und digitale Lernplattformen kombinieren, um flexibles und ortsunabhängiges Lernen zu ermöglichen."}, "b4e87d3d-ec2f-4fc9-bba0-0f789bc1fde2": {"id": "b4e87d3d-ec2f-4fc9-bba0-0f789bc1fde2", "term": "Hybrides Arbeiten (engl. Hybrid Work)", "definition": "Arbeitsweisen, bei denen Mitarbeiter:innen zwischen Büroarbeit und Homeoffice wechseln und digitale Kommunikationsmittel zur standortunabhängigen Zusammenarbeit nutzen."}, "60caf9bd-59ca-4399-b2e0-c1fad5e2659c": {"id": "60caf9bd-59ca-4399-b2e0-c1fad5e2659c", "term": "Digitale Ära", "definition": "Zeitabschnitt, in dem digitale Technologien und Kommunikationsformen zentrale Bestandteile des täglichen Lebens und der Interaktion geworden sind."}, "2497e687-9727-442e-9ebf-6d863d3aeb46": {"id": "2497e687-9727-442e-9ebf-6d863d3aeb46", "term": "3D-Räume", "definition": "Digitale, immersive Umgebungen, in denen Benutzer:innen mit individuellen Avataren interagieren können. Sie ermöglichen realitätsnahe Erfahrungen wie Meetings, Konferenzen oder soziale Veranstaltungen."}, "f30ec601-6cb1-49dd-aa26-19a146de8769": {"id": "f30ec601-6cb1-49dd-aa26-19a146de8769", "term": "Virtuelle Realität (engl. Virtual Reality, VR)", "definition": "Eine technologiegestützte Umgebung, die immersive, interaktive Erfahrungen in einer computergenerierten 3D-Welt ermöglicht."}, "10dce0f3-0b1e-4415-b307-86104e154968": {"id": "10dce0f3-0b1e-4415-b307-86104e154968", "term": "VR-Plattformen", "definition": "Digitale Plattformen, die es Nutzer:innen ermöglichen, in virtuellen Welten zu interagieren, zusammenzuarbeiten oder Freizeitaktivitäten durchzuführen. Beispiele sind gemeinsame Arbeitsräume oder kulturelle Veranstaltungen."}, "4ade45a9-74f7-4cec-9069-15116860a43c": {"id": "4ade45a9-74f7-4cec-9069-15116860a43c", "term": "Technische Fähigkeiten", "definition": "Kompetenzen im Umgang mit digitalen Tools und Technologien, die für die effiziente Nutzung virtueller Kommunikationsplattformen erforderlich sind. Dazu gehören die Bedienung von Software, Sicherheitskenntnisse und die Anpassung an neue Technologien."}, "d149e93d-f004-482b-8dd7-8ae0616ecd8f": {"id": "d149e93d-f004-482b-8dd7-8ae0616ecd8f", "term": "Kulturelle Sensibilität", "definition": "Die Fähigkeit, in globalen, virtuellen Umgebungen kulturelle Unterschiede zu erkennen und respektvoll darauf zu reagieren. Dies verhindert Missverständnisse und fördert eine effektive Kommunikation."}, "58f65874-0d54-4693-93db-999c1cec4518": {"id": "58f65874-0d54-4693-93db-999c1cec4518", "term": "Immersion", "definition": "Digitale Erfahrungen, die Nutzer:innen durch den Einsatz von Technologien wie Virtual Reality oder 3D-Umgebungen das Gefühl geben, vollständig in eine virtuelle Welt einzutauchen."}, "5152daf4-acc1-490f-ba3a-c4f90d9ed3f1": {"id": "5152daf4-acc1-490f-ba3a-c4f90d9ed3f1", "term": "Web 3.0", "definition": "Eine neue Phase der Internetentwicklung, die durch dezentrale Technologien, semantische Technologien und maschinelles Lernen geprägt ist. Sie ermöglicht personalisierte Suchergebnisse und Empfehlungssysteme und verändert die Art der virtuellen Interaktion."}, "ad35c356-14f5-402a-9d52-bef39d5edf44": {"id": "ad35c356-14f5-402a-9d52-bef39d5edf44", "term": "Metaverse", "definition": "Eine virtuelle, dreidimensionale Welt, die immersive Kommunikation und Interaktion ermöglicht. Sie geht über traditionelle Web-Technologien hinaus und bietet neue soziale und wirtschaftliche Möglichkeiten. Beispiele: Decentraland, AltspaceVR."}, "73411f89-5f61-44dd-b1fc-4fe6fefacd46": {"id": "73411f89-5f61-44dd-b1fc-4fe6fefacd46", "term": "Digitale Ermüdung (Digital Fatigue)", "definition": "Ein Zustand geistiger und körperlicher Erschöpfung, der durch längere Bildschirmzeiten und intensive digitale Kommunikation verursacht wird. Typische Symptome sind Konzentrationsprobleme und mentale Überforderung."}, "9dd21b43-23ab-403c-9091-748d390abe8d": {"id": "9dd21b43-23ab-403c-9091-748d390abe8d", "term": "Semantische Technologien", "definition": "Technologien, die darauf abzielen, Informationen durch maschinelles Lernen und semantische Datenverarbeitung besser zu verstehen und zu verknüpfen."}, "610c4b59-e365-41ae-a570-183e025cdc32": {"id": "610c4b59-e365-41ae-a570-183e025cdc32", "term": "Cybersicherheit", "definition": "Maßnahmen und Technologien, die darauf abzielen, digitale Kommunikation vor Bedrohungen wie Cybermobbing, Datenmissbrauch und Anonymitätsrisiken zu schützen."}, "4b6cafaf-0b79-4d23-bb92-7b0204a4decf": {"id": "4b6cafaf-0b79-4d23-bb92-7b0204a4decf", "term": "Barrierefreie Kommunikation", "definition": "Technologien und virtuelle Räume, die Menschen mit körperlichen oder psychischen Einschränkungen neue Möglichkeiten zur Teilhabe an sozialem Leben und Interaktion bieten."}, "ada82672-bb47-4cac-b78f-b3ff499c8f1c": {"id": "ada82672-bb47-4cac-b78f-b3ff499c8f1c", "term": "Virtuelle Zusammenarbeit", "definition": "Eine spezifische Form der digitalen Zusammenarbeit, die vollständig in digitalen Umgebungen stattfindet und von physischen Treffen unabhängig ist."}, "6ab56cbe-ffb7-4fc7-ba1c-d93ed035ac7a": {"id": "6ab56cbe-ffb7-4fc7-ba1c-d93ed035ac7a", "term": "Digital Peer Review", "definition": "Ein Prozess, bei dem Teilnehmer:innen im virtuellen Raum die Leistungen ihrer Kolleg:innen bewerten und Feedback geben, oft mit digitalen Plattformen wie Moodle, Wikis oder Blogs.\r\n"}, "19270ada-23f9-4fcc-b2dd-992d452093ba": {"id": "19270ada-23f9-4fcc-b2dd-992d452093ba", "term": "Open Science", "definition": "Ein Ansatz in der Wissenschaft, der den offenen Zugang zu Publikationen, Daten, Methoden und Software fördert, um Transparenz, Qualität und Zusammenarbeit zu stärken."}, "6f12fa0b-7565-4ef2-b5c0-46d8c0430e0d": {"id": "6f12fa0b-7565-4ef2-b5c0-46d8c0430e0d", "term": "Work-Life-Balance", "definition": "Das Gleichgewicht zwischen beruflichen und privaten Verpflichtungen, das durch klare Trennung von Arbeits- und Freizeit erreicht werden soll."}, "eef59abd-6407-48fd-94a4-773972fa22f6": {"id": "eef59abd-6407-48fd-94a4-773972fa22f6", "term": "Serendipity-Effekt", "definition": "Unerwartete positive Ergebnisse, die durch spontane Begegnungen oder informelle Gespräche entstehen, häufig in informellen Arbeitskontexten."}, "136ee535-2383-46db-b86b-2c67d32b72cc": {"id": "136ee535-2383-46db-b86b-2c67d32b72cc", "term": "Technische Kompetenz", "definition": "Die Fähigkeit, digitale Tools und Technologien effektiv und effizient zu nutzen und Probleme eigenständig zu lösen."}, "7ddf9099-8acd-4afe-b873-eb345f06c48d": {"id": "7ddf9099-8acd-4afe-b873-eb345f06c48d", "term": "Open Access", "definition": "Der freie Zugang zu wissenschaftlichen Publikationen im Internet, ohne finanzielle, rechtliche oder technische Barrieren."}, "28251834-cc19-4afe-9718-08cb6e2f30c8": {"id": "28251834-cc19-4afe-9718-08cb6e2f30c8", "term": "Digitale Tools", "definition": "Software und Plattformen, die digitale Zusammenarbeit unterstützen, wie Videokonferenz-Tools, Kollaborationsplattformen oder digitale Whiteboards."}, "36affd43-7435-485f-8481-e23e6dbe8226": {"id": "36affd43-7435-485f-8481-e23e6dbe8226", "term": "Digitale Identität", "definition": "Die Gesamtheit der persönlichen Daten, Darstellungen und Aktivitäten, die eine Person im digitalen Raum ausmachen. Dazu zählen sowohl bewusst veröffentlichte Inhalte als auch unsichtbar gesammelte Daten, z. B. durch Algorithmen."}, "5b7d37ae-dad2-4391-ac9d-7a7602912ec8": {"id": "5b7d37ae-dad2-4391-ac9d-7a7602912ec8", "term": "Selbstdarstellung", "definition": "Die bewusste Gestaltung und Veröffentlichung von Informationen über die eigene Person, insbesondere in sozialen Medien, um die Wahrnehmung durch andere zu beeinflussen."}, "4639ddef-457e-41a4-928c-878ebeb52419": {"id": "4639ddef-457e-41a4-928c-878ebeb52419", "term": "Echokammern", "definition": "Digitale Umgebungen, in denen Menschen fast ausschließlich mit Meinungen und Informationen konfrontiert werden, die ihren eigenen Ansichten entsprechen, was den Austausch mit abweichenden Perspektiven verhindert."}, "3c4ade50-ca54-4efd-8e67-6b0bdf229b60": {"id": "3c4ade50-ca54-4efd-8e67-6b0bdf229b60", "term": "Shitstorm", "definition": "Eine plötzliche und massenhafte Welle negativer Kommentare oder Kritik, die online auf eine Person oder Institution gerichtet wird."}, "79931cfd-7f09-4807-bd12-c171ab302bbe": {"id": "79931cfd-7f09-4807-bd12-c171ab302bbe", "term": "Canceln", "definition": "Die Praxis, eine Person oder Organisation aufgrund bestimmter Äußerungen oder Handlungen öffentlich zu ächten und ihre Unterstützung zu verweigern."}, "b41158c7-98d6-46eb-9446-aba9baadac07": {"id": "b41158c7-98d6-46eb-9446-aba9baadac07", "term": "Digitaler Pranger", "definition": "Die öffentliche Bloßstellung einer Person im Internet, oft mit erheblichen Auswirkungen auf die persönliche und berufliche Reputation."}, "20e8074c-c20a-46a3-960f-cd91865b4f95": {"id": "20e8074c-c20a-46a3-960f-cd91865b4f95", "term": "Zoom-Effekt", "definition": "Die gesteigerte Selbstwahrnehmung durch häufige Videokonferenzen, die zu vermehrtem Fokus auf das eigene Aussehen und gegebenenfalls ästhetischen Eingriffen führt."}, "41361026-9b9f-4006-b3c9-dcc72ab33da3": {"id": "41361026-9b9f-4006-b3c9-dcc72ab33da3", "term": "Personalisierte Inhalte", "definition": "Inhalte, die durch Algorithmen speziell auf die Interessen und Verhaltensmuster einer Person zugeschnitten werden, z. B. Produktvorschläge oder Nachrichtenartikel."}, "aa6db6e7-4be8-48de-825c-9ece24e2c8e5": {"id": "aa6db6e7-4be8-48de-825c-9ece24e2c8e5", "term": "Digitale Präsenz", "definition": "Die Gesamtheit der Aktivitäten, Inhalte und Interaktionen einer Person im digitalen Raum, die ihre Wahrnehmung durch andere beeinflussen."}, "df076ed9-876c-432c-aebf-5ae2955e95c0": {"id": "df076ed9-876c-432c-aebf-5ae2955e95c0", "term": "Virtuelle Selbstwahrnehmung", "definition": "Die Art und Weise, wie eine Person sich selbst aufgrund ihrer digitalen Präsenz und Interaktionen im Internet wahrnimmt."}, "e8c24e12-fad0-4a0f-a9b3-15a3d5d2dd87": {"id": "e8c24e12-fad0-4a0f-a9b3-15a3d5d2dd87", "term": "Technisch-Organisatorische Maßnahmen (TOM)", "definition": "Maßnahmen zur Sicherung personenbezogener Daten, darunter organisatorische Regelungen und technische Schutzmechanismen wie Verschlüsselung und Zugangskontrollen."}, "572636f8-0534-4045-a567-889e1e0de061": {"id": "572636f8-0534-4045-a567-889e1e0de061", "term": "Datenminimierung", "definition": "Das Prinzip, dass nur so viele personenbezogene Daten wie nötig erhoben und verarbeitet werden dürfen."}, "32b307ef-1252-40bf-a869-d89b4959d2b9": {"id": "32b307ef-1252-40bf-a869-d89b4959d2b9", "term": "Transparenz (DSGVO)", "definition": "Ein Grundsatz der DSGVO, der vorschreibt, dass Betroffene klar und verständlich über die Verwendung ihrer Daten informiert werden müssen."}, "e8a49dfb-873d-4203-92be-6f154538d628": {"id": "e8a49dfb-873d-4203-92be-6f154538d628", "term": "Zweckbindung (DSGVO)", "definition": "Die Verpflichtung, personenbezogene Daten ausschließlich für den angegebenen und vorher mitgeteilten Zweck zu verwenden."}, "9f80a22b-428c-4bd7-a836-76b3ce4b3f5e": {"id": "9f80a22b-428c-4bd7-a836-76b3ce4b3f5e", "term": "Cybercrime", "definition": "Kriminelle Aktivitäten im digitalen Raum, z. B. durch Hackerangriffe oder den Handel mit personenbezogenen Daten im Darknet."}, "7c634804-d611-41ce-bd8c-1743ef7053ea": {"id": "7c634804-d611-41ce-bd8c-1743ef7053ea", "term": "Personenprofil", "definition": "Sammlung personenbezogener Daten, die ein umfassendes Bild einer Person ergeben können, oft erstellt durch die Auswertung digitaler Aktivitäten."}, "b78c714b-b047-49aa-a544-82707df951bf": {"id": "b78c714b-b047-49aa-a544-82707df951bf", "term": "Firewall", "definition": "Eine Sicherheitsvorkehrung, die unerwünschten Datenverkehr blockiert und so Computer und Netzwerke vor Bedrohungen schützt. Sie ist in den Betriebssystemeinstellungen aktivierbar."}, "802e3551-4eb9-47a6-9230-5974133c962b": {"id": "802e3551-4eb9-47a6-9230-5974133c962b", "term": "Antivirenprogramm", "definition": "Eine Software, die Viren und andere Malware erkennt, blockiert und entfernt. Regelmäßige Aktualisierungen sind notwendig, um Schutz vor neuen Bedrohungen zu gewährleisten."}, "3f083217-d093-4360-9cd4-b9409b04027c": {"id": "3f083217-d093-4360-9cd4-b9409b04027c", "term": "Social Engineering", "definition": "Ein Angriff, bei dem menschliches Verhalten manipuliert wird, um an vertrauliche Informationen zu gelangen. Täter nutzen Eigenschaften wie Vertrauen oder Angst aus."}, "47da6814-6fb7-4a25-824e-e6ad47cd7eae": {"id": "47da6814-6fb7-4a25-824e-e6ad47cd7eae", "term": "Ransomware", "definition": "Schadsoftware, die den Zugriff auf Daten oder Geräte blockiert und Lösegeld für die Freigabe fordert."}, "235e1592-6b09-44f8-899c-930ce6ddf909": {"id": "235e1592-6b09-44f8-899c-930ce6ddf909", "term": "Spyware", "definition": "Schadsoftware, die Aktivitäten auf Geräten überwacht und sensible Informationen wie Passwörter stiehlt."}, "5fcaa6a2-2dca-41a3-90bf-24a01a4a9fff": {"id": "5fcaa6a2-2dca-41a3-90bf-24a01a4a9fff", "term": "Datenverschlüsselung", "definition": "Ein Verfahren, bei dem Daten so verändert werden, dass sie nur mit einem speziellen Schlüssel gelesen werden können. Es gibt asymmetrische (zwei Schlüssel) und symmetrische (ein Schlüssel) Verschlüsselung."}, "8f364b2b-7d84-48cd-86fb-3ae40ebdb405": {"id": "8f364b2b-7d84-48cd-86fb-3ae40ebdb405", "term": "Transport-Verschlüsselung", "definition": "Verschlüsselung, die den Schutz von Nachrichten während der Übertragung gewährleistet, aber nicht nach deren Ankunft."}, "9dfeb7af-effc-40b9-bddc-3effacf351ac": {"id": "9dfeb7af-effc-40b9-bddc-3effacf351ac", "term": "End-to-End-Verschlüsselung", "definition": "Eine Verschlüsselungsmethode, bei der nur Absender und Empfänger die Nachricht lesen können."}, "91b9d49d-3dc8-4761-91bf-d2ac0b5c817a": {"id": "91b9d49d-3dc8-4761-91bf-d2ac0b5c817a", "term": "Datenschutzmanagement", "definition": "Die organisatorische und technische Verwaltung von Prozessen und Maßnahmen, um personenbezogene Daten gemäß der DSGVO rechtskonform zu schützen."}, "c765d55e-716d-41cc-90f8-f760cd819c23": {"id": "c765d55e-716d-41cc-90f8-f760cd819c23", "term": "Selbstdatenschutz", "definition": "Der individuelle Umgang mit den eigenen personenbezogenen Daten, um die Privatsphäre zu schützen, z. B. durch die Nutzung sicherer Passwörter oder den Verzicht auf die Preisgabe sensibler Informationen."}, "7bac2028-44f4-4cf7-85bd-9de2ba42a747": {"id": "7bac2028-44f4-4cf7-85bd-9de2ba42a747", "term": "Privilegierung", "definition": "Ausnahmen im Datenschutzrecht, die z. B. in der Forschung gelten, um bestimmte Prozesse zu erleichtern, während dennoch der Schutz der betroffenen Personen gewährleistet wird."}, "c77e3b69-204d-444c-8f46-3716edcd9d23": {"id": "c77e3b69-204d-444c-8f46-3716edcd9d23", "term": "Pseudonymisierung", "definition": "Verfahren, bei dem personenbezogene Daten so verarbeitet werden, dass sie ohne zusätzliche Informationen nicht einer bestimmten Person zugeordnet werden können, wobei diese Informationen getrennt aufbewahrt werden."}, "6cc6e110-10a9-484a-8b2b-a8ec1d07a8f5": {"id": "6cc6e110-10a9-484a-8b2b-a8ec1d07a8f5", "term": "Anonymisierung", "definition": "Verfahren, bei dem personenbezogene Daten derart verändert werden, dass eine Zuordnung zu einer Person nicht mehr möglich ist."}, "bed73353-5c0e-42b5-b9e0-f61e80a17ad5": {"id": "bed73353-5c0e-42b5-b9e0-f61e80a17ad5", "term": "Auftragsverarbeitung", "definition": "Die Verarbeitung personenbezogener Daten durch einen externen Dienstleister, der gemäß einem Vertrag im Auftrag und nach Weisung des Verantwortlichen handelt."}, "b63853dc-e3e0-447e-aba8-55914490a106": {"id": "b63853dc-e3e0-447e-aba8-55914490a106", "term": "Cookie-Banner", "definition": "Eine Benutzeroberfläche auf Websites, die Informationen über die Verwendung von Cookies bereitstellt und Nutzern die Möglichkeit gibt, der Datensammlung zuzustimmen oder sie abzulehnen."}, "885ee87f-5579-4855-8158-1f86f5e041ba": {"id": "885ee87f-5579-4855-8158-1f86f5e041ba", "term": "Datenschutzerklärung", "definition": "Dokument, das offenlegt, wie eine Organisation personenbezogene Daten verarbeitet, speichert und schützt, oft mit Informationen über Rechte der Betroffenen und Kontaktmöglichkeiten."}, "632a1ee2-7476-4f01-a1a4-39d7306d9205": {"id": "632a1ee2-7476-4f01-a1a4-39d7306d9205", "term": "Erdüberlastungstag", "definition": "Ein jährlich festgelegtes Datum, das symbolisiert, wann die Menschheit die natürlichen Ressourcen eines Jahres aufgebraucht hat, die die Erde erneuern kann."}, "03d792c6-21e0-4717-a0f3-f87a090d6506": {"id": "03d792c6-21e0-4717-a0f3-f87a090d6506", "term": "Green IT", "definition": "Ein Konzept, das darauf abzielt, die Umweltauswirkungen von Informations- und Kommunikationstechnologien durch nachhaltige Herstellung, Nutzung und Entsorgung zu minimieren."}, "7c698fb8-d40e-4f02-8706-8a70db75e293": {"id": "7c698fb8-d40e-4f02-8706-8a70db75e293", "term": "Green through IT", "definition": "Ansatz, Informations- und Kommunikationstechnologie als Werkzeug zur Förderung nachhaltigen Handelns einzusetzen, etwa durch Energieeinsparung, Verkehrsoptimierung oder Umweltmonitoring."}, "7c9f9995-6b21-482d-8116-4bfd8aac169b": {"id": "7c9f9995-6b21-482d-8116-4bfd8aac169b", "term": "Obsoleszenz", "definition": "Zustand, in dem ein Produkt vorzeitig unbrauchbar oder unmodern wird. Unterscheidet sich in werkstoffliche, funktionale, psychologische und ökonomische Obsoleszenz."}, "0679fc15-9f16-4d6e-9b49-ff07a147f266": {"id": "0679fc15-9f16-4d6e-9b49-ff07a147f266", "term": "Urban Mining", "definition": "Das Konzept, Altgeräte und Elektroschrott als Quelle für Sekundärrohstoffe zu nutzen, um die Gewinnung neuer Rohstoffe zu reduzieren."}, "2bc588e5-ffe7-4e4f-bd4a-141a03c0d19b": {"id": "2bc588e5-ffe7-4e4f-bd4a-141a03c0d19b", "term": "Rechenzentrum", "definition": "Einrichtung, die große Datenmengen verarbeitet und speichert, deren Energieverbrauch durch Optimierungsmaßnahmen wie Abwärmenutzung und erneuerbare Energien reduziert werden kann."}, "1f49d191-e2dd-4045-8a89-c361dbef906f": {"id": "1f49d191-e2dd-4045-8a89-c361dbef906f", "term": "Elektroschrott", "definition": "Alte oder ungenutzte elektronische Geräte, die oft unsachgemäß gelagert oder entsorgt werden, und wertvolle Rohstoffe enthalten, die recycelt werden könnten."}, "b7874ac2-99ae-4f49-93be-2d14fb5a6cd7": {"id": "b7874ac2-99ae-4f49-93be-2d14fb5a6cd7", "term": "Endlichkeit von Ressourcen", "definition": "Die begrenzte Verfügbarkeit von Rohstoffen, die für die Herstellung digitaler Technologien benötigt werden, und die Notwendigkeit eines bewussten Umgangs mit diesen."}, "7aab4b84-404f-41d0-8146-162e250a5e48": {"id": "7aab4b84-404f-41d0-8146-162e250a5e48", "term": "Energiebedarf", "definition": "Der Energieverbrauch, der mit der Herstellung, Nutzung und Entsorgung von Produkten verbunden ist und durch technologische Innovation reduziert werden kann."}, "e0420180-a17e-4203-a334-436a51ac450e": {"id": "e0420180-a17e-4203-a334-436a51ac450e", "term": "Ressourcensparende Programmierung", "definition": "Die Entwicklung von Software, die effizient mit Hardware-Ressourcen umgeht, um den Energieverbrauch zu minimieren."}}